[
  {
    "name": "IUGA",
    "roles": [
      {
        "title": "President",
        "candidates": [
          {
            "name": "Xingyue (Eugenia) Yang",
            "image": "iuga/xingyue-yang.jpg",
            "video": "",
            "statement": "“The day I got admitted into Informatics was the best moment in my life”. As a second-year INFO student, the time I’ve spent in this program has been even more exciting, because I feel included and welcomed in this community. When I was 18, I moved here, not knowing anyone or anything about Seattle. It was very new experience for me but also a struggle. Like most of the international students, I struggled telling people about my name and identity, as some of them even never tried to understand the meaning behind these identities.\nBeing in the Informatics program and involving in IUGA has been my best experience so far, because it’s my second home where I feel connected with everyone. There are INFO alums always helping us to prepare for jobs and internships. There are iHangout for us to meet current and prospective INFO students, and professional events by IUGA and Winfo to help us learn about different opportunities. Even small thing, such as, people try their best to remember my Chinese name, and always help each other in TE lab, have made me feel included, thus shaping my perspective on inclusiveness and diversity.\nI’m running to be the next IUGA president, because for me, this position means to bring everyone together, including current and prospective students, act as the liaison between students and faculty, and most importantly, make everyone feel welcomed and connected. As an Orientation Leader, Campus Tour Guide and Informatics Diversity Ambassador, I always talk to incoming students and families about how amazing Informatics is and how much I love this program because of its inclusiveness and diversity. And as president, I’ll keep collaborating with other IUGA officers and iSchool groups, such as Winfo, iEquality, iQueeries, to support this community by connecting everyone together :)"
          },
          {
            "name": "Ethan Anderson",
            "image": "iuga/ethan-anderson.jpg",
            "video": "",
            "statement": "We all know that feeling; a mixture of anticipation and dread, finally receiving the decision email about your Informatics application. But finally, you open it: “Congratulations, you have been selected for admission to the Bachelor of Science in Informatics!” I, for one, felt a rush of relief and joy, finally getting into the program I had dreamt about and being welcomed to a great community.\nOne of my core values is to be accepting and welcoming to all people, and the vision of the Informatics community is the same. As the president of IUGA I will strive to bring our major even closer together, and to continue a focus on social events and bonding experiences. With my experience and passion for the Informatics community, I know that I am the right person for the job.\nOf the president’s duties, acting as a liaison between the student body, the IUGA board, and our illustrious faculty is one of utmost importance. This year I was fortunate to have been chosen as a first year representative for IUGA, and in this position I have really learned what it takes to be a leader for this program. I am also a teaching assistant in Informatics this quarter, and in that role I have gained knowledge on how to interpret and relate information from professor to student. I intend to apply these skills to help IUGA have an even greater impact on the Informatics experience for all of my peers.\nI feel like I have finally found my home here in Informatics. You as the student body have accepted me as a friend and peer, I feel like I have found my perfect niche of people; willing to nerd out about the new Westworld episode or to debate the societal impact of self driving cars. I couldn’t have picked a better group of people to spend my time with while at UW. You all inspire me to be an innovator and leader, and the amount of creativity and skill I see in you all is astounding.\nMy name is Ethan Anderson and I’m running for president of IUGA."
          },
          {
            "name": "Evan Frawley",
            "image": "iuga/evan-frawley.jpg",
            "video": "",
            "statement": "Informatics to me is about the intersection of technology, data, and people. What makes the iSchool and the Informatics major different from the rest of campus is its dedication to interfacing technology and people. I love informatics because we choose to invest in those around us and we care about the impact that our actions have.\nI want to run for IUGA President because I love Informatics, the iSchool, and most importantly, the people that are sharing this experience with me.  For as long as I can remember, I have engaged in leadership and community building. From various clubs in high school to RSO’s on campus, I have led teams and have organized 400+ person events, all in the interest in making the community experiences for others as kick-ass as possible. My time as both a Resident Advisor and a Teaching Assistant while on campus has engrossed me in heightening the Husky Experience of fellow students. As the IUGA President, I would be honored to create memorable experience within the iSchool."
          }
        ]
      },
      {
        "title": "Vice President",
        "candidates": [
          {
            "name": "Jessica Libman",
            "image": "iuga/jessica-libman.jpg",
            "video": "",
            "statement": "I want to be IUGA's next Vice President because I want to stay involved in the community that has been so welcoming to me in my first few months in the program. I have been able to meet such incredible people who have inspired me to run for a greater role in our shared community. Successful leaders at UW bring groups closer together by recognizing personal and career-related interests, and that is what I hope to do within the iSchool. As a First Year Representative, I've had first hand experience working with IUGA by planning events and assisting the members of the board. The skills and relationships I've made through this opportunity will help me in my role as Vice President because I will be able to better fulfill the core responsibilities and support the officers. As your Vice President, I would be an approachable source to current and prospective Informatics students as they find their place within this major. I am honored to accept my nomination for Vice President; thank you for your consideration."
          }
        ]
      },
      {
        "title": "Director of Public Relations",
        "candidates": [
          {
            "name": "Alex Gilbert",
            "image": "iuga/alex-gilbert.jpg",
            "video": "",
            "statement": "Hey Info!\nMy name is Alex Gilbert, and I have a funny to story to tell. Two years ago, when I appplied to Informatics for the first time, they didn't reject me - I rejected them.\nAnd then I came crawling back.\nWhat changed my mind, you might ask? I had the chance to talk to some Info students about the classes they were taking, the work they were doing, and how they were liking Informatics as a whole. I was also able to see the events created by IUGA for Informatics students to take part in - it's been said many times, but the community, all of the students, the classes they take, and all of the cool things they do come together to make Informatics something special. So at the end of the year (which couldn't come soon enough), I reapplied, waited anxiously for the response, and got in! I didn't hesistate to accept, and the rest, as they say, is history...\nActually, it's not quite history yet - but I would love the chance to make history (and memes!) as IUGA's Director of Public Relations! I'd help direct events to keep the Info community strong while also putting IUGA's best foot forward to show prospectives what awaits them in Info and to prevent them from making the same mistakes (not joining Info) that I initially did. I want to make sure the Info community doesn't forget how essential they are in making Info the best major at UW - but to do that, I need you to vote for Alex Gilbert as IUGA's Director of Public Relations!"
          }
        ]
      },
      {
        "title": "Director of Outreach",
        "candidates": [
          {
            "name": "Sanjana Galgalikar",
            "image": "iuga/sanjana-galgalikar.png",
            "video": "",
            "statement": "Hey, I’m Sanjana! I’m running to be IUGA’s next Director of Outreach because I want to help you get your next internship or job! Some ideas I have for next year include industry/alumni mentor nights, technical interview prep sessions, portfolio reviews, and company tours. I would also like to see closer collaboration between IUGA and Winfo for professional events.\nPrevious leadership experiences that have prepared me to succeed in this role include my current position as the Vice President of Winfo. I worked closely with companies to gather sponsors for this year’s Winfo hackathon. I also previously served as the VP of Community Outreach for the UW Society of Women Engineers, where I helped organize professional development events for students.\nA major reason I applied to Informatics is because of its tightknit community and the people in the major. I would love to be a part of IUGA and help foster and grow the community even more, while expanding the professional development programs the major has to offer INFO students."
          }
        ]
      },
      {
        "title": "Director of Finance",
        "candidates": [
          {
            "name": "Davin Lee",
            "image": "iuga/davin-lee.jpg",
            "video": "",
            "statement": "Hello People of Informatics!\nMy name is Davin Lee, and I am an undergraduate in the University of Washington Information school just like you all. As a current first year representative I am honored to be nominated to the role of treasurer for the 2017 – 2018 academic year. I feel privileged by this nomination and would like to thank you all for giving me the opportunity to introduce myself.\nOutside of Informatics, my time is mainly invested towards the Husky Badminton club where I am the current treasurer. I am tasked with managing the funds that will ensure we are able to continue hosting the annual Husky Badminton Tournament. The event usually includes over a hundred participants and requires proper regulation of funds to ensure that we can continue to run the annual event and the tri-weekly club sessions. As the treasurer for IUGA, I would like to continue many of the current events such as INFO game nights, iHangouts, and other social events.  In order to continue funding these event, I would like to explore more fundraising opportunities so that we may continue to host events that will promote the tight-knit family we have in the iSchool."
          }
        ]
      },
      {
        "title": "Director of Diversity Efforts",
        "candidates": [
          {
            "name": "Rosemary Adams",
            "image": "iuga/rosemary-adams.jpg",
            "video": "",
            "statement": "Diversity is a powerful force for good, and has always been a fundamental part of my core values, and so I am thrilled to have been nominated for Director of Diversity Efforts. To foster a diverse and inclusive community serves to better the whole of society, down to each individual participating in it, and so I firmly believe in doing just that for Informatics. As far as my own experience, I am currently the VP of Finance for my sorority. Our house was founded by Jewish women in a time where Jews were incredibly discriminated against, so naturally, we have grown into an organization that actively pursues diversity in our members, and I am currently spearheading an effort to overhaul our Diversity programming to reflect this. I have also been fortunate enough to participate in a massive increase in discussion (and art) about race, gender, and sexuality in Seattle's arts community, specifically focusing on black trans/femme identifying women. I have greatly admired the dedication that faculty, staff, and student groups in Informatics have to diversity, particularly in light of the current political climate, and believe I have the passion and skills to continue and expand on that momentum. If elected, I will work closely with other Informatics organizations to expand diversity events that will not only increase awareness of challenges faced by minorities in the tech sphere today, but will also explore what we can learn from each other, celebrate our differences and bring us together as Informatics students."
          }
        ]
      },
      {
        "title": "Creative Director",
        "candidates": [
          {
            "name": "Saif Mustafa",
            "image": "iuga/saif-mustafa.jpg",
            "video": "",
            "statement": "Ideas start as simple, fragile fragments of thought.\nThey need to be taken care of. Cultivated. Matured. Questioned. Only then can we dare to take them to the next level. Only then can we make them into something tangibly profound. Something that can communicate a meaningful experience.\nI live in the intersection of that process. My name is Saif, and I want to be the next Creative Director of IUGA.\nI remember my first interaction with Informatics. I remember it so clearly because it was the first time someone questioned my thinking that way. I took the Mobile App Design class in Fall 2015. This was the first INFO class I had taken, and I wasn’t even in the major. This class was an eye-opening experience for me because it made me realize that I had a natural eye for design – and I didn’t even know. It's what started my love for Informatics, and showed me a world of endless possibilities.\nOn July 28th, 2016, I was accepted into the Informatics major. This was indeed one of the greatest moments of my life.\nSince then, with each project I have committed to in my INFO classes, I’ve observed that the more I was learning about design academically, the “less” I was designing in action. Informatics put me in an arena where I began to craft around intention of efficiency through simplicity. It educated me with not just the robust technicality of design, but also help me focus on forming a deep understanding of human values.\nAs Creative Director of IUGA, I look forward to contributing my design thinking and leadership skills to exemplify what IUGA and Informatics stand for. It would be an honor to be part of an organization that highlights the essence of what Informatics is: People, Technology, Mentorship, Inspiration, and Opportunity.\nCheck out www.saifmustafa.com to see some of the work I've done – this should give you a better sense of what I love to do and what makes me want to wake up each morning.\nThank you!"
          },
          {
            "name": "Daniel Hoang",
            "image": "iuga/daniel-hoang.jpg",
            "video": "",
            "statement": "2 pieces of bread\n1 scoop of jelly with the flavor that suits you best\n1 scoop of peanut butter\nSpread the jam on one slice of bread\nSpread the peanut butter on the other\nPut the two slices of bread together and serve\nThis is what IUGA means to me. Picture this, you and me, we’re both two ordinary pieces of bread, but we’re stuck together by a quirky smorgasbord of unique flavors that are simple but perfect. From our personalities, backgrounds, skills, and aspirations, we create the jelly and peanut butter of information and technology that binds us together by our collective, collaborative bread. Under informatics and IUGA, we are the simple synergy of success, ready to serve a hungry world.\nWe make up a simple recipe for success and I plan on plating us so perfectly that people want to take a bite. As creative director, I want bring out our quirk, fun, and professionalism from our apparel to our flyers. From helping you get dressed up and take pride in our IUGA community--or hide the fact you just pulled the worst all-nighter of the quarter for the morning after--to making promotions for events you can’t help but notice, it would be an honor to lead and work with an amazing group of flavors.\nWhether you like your PB ‘n’ J cut diagonal or down the vertical, I want to make it my job to present us in the most mouth-watering way possible."
          },
          {
            "name": "Oorja Chowdhary",
            "image": "iuga/oorja-chowdhary.png",
            "video": "",
            "statement": "Hi there! My name is Oorja, like Georgia but without the ‘G’ I’m currently a junior in Informatics as well as HCDE.\nI decided to run for Creative Director because graphic design is my passion and running for office sounded like a fun opportunity to get more involved with the iSchool community. For me, IUGA is a great place to make new friends but also possibly lose them over a game of bowling or Smash. My hobbies include but are not limited too: joking about sick memes, re-watching episodes of Parks and Rec, playing video games, etc."
          }
        ]
      },
      {
        "title": "Director of IT",
        "candidates": [
          {
            "name": "Brendan Kellogg",
            "image": "iuga/brendan-kellogg.jpg",
            "video": "",
            "statement": "I am honored to be nominated for IUGA’s Director of IT and I am excited to be running for this position. I am running because I have a passion for growing IUGA’s ability to provide technologies and opportunities to learn skills. This will benefit not only iSchool students but also all members of the iSchool. As your Director of IT, I will be able to achieve this goal. I have already worked extensively with iSchool IT to provide more technologies and resources, such as the Virtual Reality equipment, for the iSchool’s student body. In addition to my experience working with iSchool IT, I have already built relationships with many of the staff in Student Services and faculty which will prove helpful when trying to incorporate changes to improve the ability of technology used throughout the iSchool to enrich student learning.\nIf elected Director of IT, I will use my experience working with the iSchool’s technology systems as well as my existing relationships with iSchool IT and Student Services to both adopt new technologies and incorporate those new technologies into the learning environment."
          },
          {
            "name": "Chris Oh",
            "image": "iuga/chris-oh.jpg",
            "video": "",
            "statement": "Hi, my name is Chris and I’m a junior in the iSchool. I have been part of this wonderful community since 2013. I have seen the Informatics major and community grow into something that wasn’t imaginable back then and I have highly ambitious plans to accelerate that growth. These plans tie closely to my lifelong passion for using technology to bring people closer to each other, and also to discover or achieve their goals.\nI want to cultivate talent in students preparing to apply for Informatics and seeking internship opportunities. To that end, I have started and become president of newly formed UW RSO: Student User Development Organization, or SUDO for short. Because the organization has dedicated guidance and support to students that need help finding technical projects to work on to build their resume and portfolios in preparation for applying for Informatics and securing internship opportunities, I understand what it takes to lead a coordinated technology-oriented effort focused on brightening people’s futures.\nAs the Director of IT, I will use my knowledge of various IT resources, my experience from the Informatics program, and my leadership skills from SUDO to better support the learning experience for Informatics students and prospective Informatics majors. I hope to do so by providing technical support and guidance so that everyone in the iSchool is able to take advantage of all the amazing IT resources the iSchool provides."
          }
        ]
      }
    ]
  },
  {
    "name": "Winfo",
    "roles": [
      {
        "title": "President",
        "candidates": [
          {
            "name": "Tiffany Chen",
            "image": "winfo/tiffany-chen.jpg",
            "video": "",
            "statement": "Hey there INFO! I’m Tiffany Chen, and I’m running for president because Informatics is so much more than just a major to me - it’s a community. Being able to work with winfo officers as a First Year Representative these past few months has been among the best opportunities I’ve had to give back to info, and continuing with winfo in the capacity of president would allow me to do so much more. I consider myself extremely fortunate to be a part of Informatics, and the one who led me to this major left me with an idea: that he had someone who helped him find his home in the major, which inspired him to help others find their place, creating a cycle that would help Informatics continue to embody the welcoming environment that distinguishes it from other majors.\nThat community is something I’ve always felt is inherently part of what Informatics truly is. I want to keep building this community up, making it stronger and always trying to find new opportunities not only to engage with all the brilliant students that make up info, but also to cultivate new opportunities for informatics students wherever possible. That might be through making new connections for more company tours, or expanding our hackathon to have even more great sponsors, or making entirely new events to help students along with the entire process of getting from college to the workforce.\nThat’s just some of what I want to do. A lot of that is focused on expanding established winfo practices, but we’re a fast growing major, which means a lot of change, including a new program chair, a new dean, a whole new application process - and I want to make sure our voices aren’t lost. I want to make sure that any of our concerns are presented to the people who can make a difference, and that we don’t have to compromise on any of the things that we joined info for just because things are changing. I look forward to working with you all, and let’s keep info true to itself."
          }
        ]
      },
      {
        "title": "Vice President",
        "candidates": [
          {
            "name": "Joycie Yu",
            "image": "winfo/joycie-yu.jpg",
            "video": "",
            "statement": "Before I found the Informatics program, I had never been exposed to the tech field. Because of this, I am evermore thankful for the opportunities and experiences that our program has provided me with. One of my personal goals is to bring these opportunities to others especially as a woman in technology. This is why I am a part of Winfo. As a current Winfo First Year Rep, I’ve been able to learn the ins and outs of the organization and connect with our community. I'm running for Winfo Vice President not only because I hope to continue my work within this organization but also because I care. I care our informatics community. I care about supporting women in technology and helping others to join our field. But more specifically, I care about you. As your Vice President, I will make sure that all of your ideas are supported. I will welcome advocates of all genders into our organization. I will support you and your voice.\nNow, I urge you to vote for me for Winfo Vice President, not because you’re friends with me or because your friend told you to vote for me. I urge you to vote for me because you believe in my passion for Winfo, in my capabilities as a leader, and in my care for you.\nThank you.\n #aVote4YuIsAVote4You"
          },
          {
            "name": "Hilina Kidane",
            "image": "winfo/",
            "video": "",
            "statement": ""
          }
        ]
      },
      {
        "title": "Director of Public Relations",
        "candidates": [
          {
            "name": "Andrea Chen",
            "image": "winfo/andrea-chen.jpg",
            "video": "",
            "statement": "Hello! My name is Andrea Chen and I'm running to be your Director of Public Relations for Winfo! I don’t usually run, unless it's after ice cream trucks, but despite this I’m running because I am passionate about Winfo’s mission of creating a more inclusive tech industry community here at the UW and beyond.\nBeing a part of the Informatics community this past year has been amazing! I have loved getting to know more Informatics students, from the constant late nights in the TE lab to the shared experience of 343 bringing us all closer together.\nAs your Director of PR my goals will be orientated towards inclusion, outreach, and involvement. Once elected I plan to start next year by introducing member spotlights and weekly newsletters. These member spotlights would be to celebrate our amazing Winfo members by featuring a bi-weekly spotlight on the fantastic people we have within our community. There are over 670 members in the Winfo Facebook group, that’s a lot of incredible people we can and should highlight! The weekly newsletters would be emails that would contain information about what’s happening within Winfo as well as upcoming Winfo events. This way you can stay in the loop and have greater access to a reliable source of information.\nTransparency and approachability are important values to me, so feel free to slide into my dms at anytime, but I also plan on creating an anonymous survey where you can send us your thoughts and suggestions. As Director of PR, I value your opinion and will work with you all to improve and grow Winfo.\nThe Director of PR for Winfo must be able to connect and promote Winfo to students and other UW communities. From my experiences as a First Year Representative for Winfo and as a TA, I have been able to connect with students within Informatics to attend Winfo events as well as encourage prospective students to become more involved with Winfo’s mission of diversity.\nI'm looking forward to being your Director of PR, but I can't do this alone. I need your vote to help shape the future of Winfo and to reach and connect with more Informatics students. Together we can and will make Winfo better and stronger."
          },
          {
            "name": "Sarah Feldmann",
            "image": "winfo/sarah-feldmann.jpg",
            "video": "",
            "statement": "I’m Sarah Feldmann and I am running for Director of Public Relations of WINFO. My journey to Informatics was long. I came into UW without a plan. I tortured myself with gen chem, accounting, econ and bio, not knowing what I wanted to major in. I feel incredibly fortunate to have discovered and been admitted to Informatics.\nUW is a huge school that can easily feel lonely and isolating making the community Informatics fosters priceless. Similarly, being a woman in the technology industry can be lonely and isolating. The Informatics community is great, but I want to focus on further growing a community that supports women in tech. By becoming an officer in WINFO I can accomplish this goal.\nI believe I am a good candidate for the Director of PR because I value the community WINFO creates and I have experience in PR positions. I have served as a member of the PR council of my sorority and I am currently in charge of running my sororities social media accounts. I intend to expand WINFO’s online presence by adding more social media accounts like Instagram and starting a weekly email newsletter.\nI hope you consider voting for me for Director of Public Relations for WINFO."
          }
        ]
      },
      {
        "title": "Director of Outreach",
        "candidates": [
          {
            "name": "Lee Segal",
            "image": "winfo/lee-segal.jpg",
            "video": "",
            "statement": "Hi, my name is Lee Segal and I am running for the Director of Outreach position for Winfo. This past year I’ve had the opportunity to serve as a Winfo First Year Representative, which has given me an advantage since I have firsthand experience planning events and working with the officers in different positions.  Through this experience I gained a special interest in the Director of Outreach position. I love communicating with others and creating strong connections in my community, which are some of the primary responsibilities of an Outreach officer. Additionally, I am very organized and I am extremely passionate about Winfo and helping students at UW thrive. I would love to help connect students to different companies and help them talk to different kinds of professionals (UX design, Cyber Security, Developer, Product Manager, etc.). I would be honored to have the opportunity to represent Winfo and help create connections between students and companies. Keep calm and vote Lee "
          },
          {
            "name": "Jenny Lee",
            "image": "winfo/jenny-lee.jpg",
            "video": "",
            "statement": "Switching my major from Mechanical Engineering to Informatics was probably one of the best decisions that I have ever made. I was blessed to be accepted into the major in the most competitive year to date and I want to give back as your next Winfo Director of Outreach.\nWinfo has a special place in my heart because it was one of the main factors that made me fall in love with Informatics. I first fell in love while taking Info 200 with Dr. Stearns. I confirmed my love for the major when I went to a Winfo professional networking event and saw everybody’s love and passion for the major. I immediately knew I was at home.\nAfter receiving my acceptance to the major, I knew I wanted to share this opportunity with other prospective and current informatics students. I strongly believe that it is a valuable experience to hear industry leaders’ stories, especially as women leaders in the technology industry. Their failure and success stories could be reflected in our futures. And many students seem to not know how to take advantage of these opportunities. I want to open these doors of opportunity - whether that be through networking nights, company tours, industry leader speed dating nights, or alumni panels.\nBy utilizing my networking skills and ability to communicate the values of Informatics to employers and recruiters, I want to give back to Winfo by maintaining alumni connections and planning professional events.\nAs the Director of Outreach, I want to not only be the bridge between Informatics and the industry, but also between the students and alumnis. "
          }
        ]
      },
      {
        "title": "Director of Finance",
        "candidates": [
          {
            "name": "Zhanna Voloshina",
            "image": "winfo/zhanna-voloshina.jpg",
            "video": "",
            "statement": "Hi everyone! My name is Zhanna Voloshina and I am running to be WINFO's next Director of Finance.\nAs I’m sure we all know, the Informatics major has an incredible community and WINFO in particular provides a myriad of opportunities for getting involved within the major's community and for professional development. I am particularly passionate about these opportunities and chose to run for a position as I want to contribute to continually making the success of the organization and its members a reality.\nAs Director of Finance, I plan to continue to keep WINFO fiscally secure and able to both maintain and expand hosting all the great events that the organization already does in this upcoming year. I am excited for the chance to be able to further WINFO's breadth of opportunities by serving as the official channel of communication to UW and iSchool sponsors, thus maintaining financial success and stability for the organization. I have the strong analytical skills and organizational capabilities necessary to maintain the organization’s budget and financial records, and plan to work concurrently in liaison with the other directors, ensuring that all of the events that they plan for WINFO are financially feasible. I look forward to contributing what experience I have to the position and being a part of a team that helps to continue fostering the success of the informatics community!"
          }
        ]
      },
      {
        "title": "Director of Diversity Efforts",
        "candidates": [
          {
            "name": "Jingyu (Jenny) Yang",
            "image": "winfo/",
            "video": "",
            "statement": ""
          },
          {
            "name": "Anushree Shukla",
            "image": "winfo/anushree-shukla.jpg",
            "video": "",
            "statement": "Hi everyone! My name is Anushree Shukla and I believe in helping people bring the best in themselves! As long as I can remember, I’ve always had the ability to care and empathize with people. If it weren’t for my encouraging father that mentored and motivated me to do what I really wanted to do, I wouldn't be the person I am today. Everyone needs a support system in their lives and as a nominee for Winfo’s Director of Diversity Efforts, I want to focus on creating an environment that is inclusive and appreciative to all communities within our society.\nAs a former International Student Representative at the UW’s Undergraduate Admissions, I responded to a lot of young prospectives that emailed admissions from all realms of the world. Having the opportunity to work in that space made me realize how much I enjoyed interacting with different people about the culture and circumstances they grew up in.\nWinfo, IUGA and the Informatics staff and faculty have already done an incredible job in nurturing a sense of diversity, and as the Director of Diversity Efforts, I will strive to maintain and expand on this existing momentum.\nSo vote for Anushree Shukla as your Director of Diversity Efforts!\n#ShakeItUp4Shukla\nThank you!"
          }
        ]
      },
      {
        "title": "Creative Director",
        "candidates": [
          {
            "name": "Leanne Hwa",
            "image": "winfo/leanne-hwa.jpg",
            "video": "",
            "statement": "Hi everyone! My name is Leanne Hwa and I’m super excited to be running for Creative Director of Women in Informatics!\nGraphic design is my passion (as are memes) – I’ve found my calling as the designer role in various projects from INFO 200 to (most recently) the Winfo Hackathon. Behind each sticky note and wireframe is a story just waiting to be told, and as your Creative Director, I hope to build upon Winfo’s current brand to tell a story together of all of us: as allies for, and supporters of women in technology.\nI’ve enjoyed every moment as a First-Year Representative for Winfo thus far, and would love to continue this journey as Creative Director to further represent and strengthen this wonderful community through helping create a powerful and unified visual brand.\nThank you for your vote – I can’t wait to tell your story."
          },
          {
            "name": "Sarah Phillips",
            "image": "winfo/sarah-phillips.jpg",
            "video": "",
            "statement": "Hello, my name is Sarah Phillips :)\nI want to start out be saying that the dynamic community of female leaders in Winfo has helped me tremendously. The organization has inspired me to look inside and figure out what I want to do with my life and allowed me the freedom to step outside of my comfort zone and create lasting friendships. The panels and networking opportunities associated with Winfo and Iuga has also allowed me to create a support system for myself this year at the University of Washington.\nNow, I want to give back by becoming the Creative Director for Women in Informatics. I am passionate about user experience design and feel like I can learn and grow in this position. I will not only create posters and maintain the website, but also go above and beyond by helping other Winfo Officers. I am also an open book and feel quite approachable.\nRegardless of whether I get this position, I am here in support of Women in Informatics and Iuga. Feel free to connect with me so I can bring you into my support system. The best way to reach me is through my email or portfolio (www.sarahp39.com).\nThanks!!"
          },
          {
            "name": "Yi (Carol) Cheng",
            "image": "winfo/yi-cheng.jpeg",
            "video": "",
            "statement": "Hi! My name is Carol and I am running for creative director. I am a first-year Informatics student who is also majoring in Psychology. Before I was admitted into the program, I got a lot of helps from WINFO officers. I was impressed by how supportive the whole iSchool community is. One of the most important reasons why I want to be part of our WINFO family is because I want to contribute myself to this awesome community in return. As a visual person, I love expressing my ideas by creating graphics. I am willing to spend a lot of time on designing just one graphic to make it look good. I would love to bring my patience on design when it comes to creating and designing promotional materials for WINFO events! I can’t wait to design cool swags for all iSchool folks. If you trust me and are willing to give me this opportunity, I promise that you will be more proud of our community cause you are going to wear the swag I designed :)\nNow you know my name, you know my face and you know I am friendly, feel free to say hi to me if you see me (or rescue me if I am struggling with homework in the TE lab). Let’s be friends!"
          }
        ]
      }
    ]
  }
]
