{
    "organizations": [
        {
            "name": "IUGA",
            "roles": [
                {
                    "title": "President",
                    "candidates": [
                        {
                            "name": "Andrea Chen",
                            "image": "iuga/andrea_chen.jpg",
                            "video": "https://youtube.com/embed/oBPsRqX2GWU",
                            "statement": "Hello Info! My name is Andrea Chen and I am running to be your next IUGA president! I've loved being a part of the iSchool for the past 2 years, where I've made incredible friends and unforgettable memories of late nights in the TE lab. Being a part of the iSchool has been amazing, and as your President I want to continue building and improving our fantastic iSchool. \nWe're in a pivotal moment of change here at the iSchool. With the newly established INFO minor to a new dean, this can be an incredible opportunity to grow as a community. Through my experiences as an officer for Women in Informatics, to being a Teaching Assistant for INFO 201, and working as an Informatics Peer Advisor, I have been able to learn and listen and truly understand what makes the iSchool, well, one of the best programs at the UW and in the nation. \nAs your President, my goals are centered around growth, transparency, and engagement. With growth, I want you to grow. College and being in the iSchool is an incredible opportunity, and as your President, I will prioritize activities and events that will help you grow professionally and personally. This will include events with Google engineers about contributing to open source software, designing for non-profit organizations, to open discussions about our vulnerabilities such as failures and resiliency. \nFor me, leadership is a responsibility to the people I serve, which is the Informatics student body. As your President, I will always be transparent about what is occurring in IUGA and the Information School. You can always slide into my dms; they're always open. I also plan on sharing monthly updates to public channels like Facebook or Twitter, so you know exactly what is always happening in the iSchool. \nLastly, it's engagement. Community is a result of everyone's hard work. Throughout my time within the iSchool, I've noticed a change with event attendance or those who habitually live in the labs with me, in terms of those who feel engaged and active. Because our community is changing, as your President I will work to engage students in new ways such as a developing an INFO buddy system to encourage building new friendships to fun ice cream socials. \nI am excited about an opportunity to serve as your IUGA President, but I also know I can't do this alone. I need your vote, your input, and your voice to help create the iSchool we all believe in. Working together, we'll create a stronger and more inclusive community."
                        },
                        {
                            "name": "Chelsea Le",
                            "image": "iuga/chelsea_le.jpg",
                            "video": "https://youtube.com/embed/KGhyaTnPukU",
                            "statement": "Passion. People. Purpose. Before Informatics, I didn’t know what those three words meant. Growing up, technology enabled me to help my community find new resources, such as new jobs or food banks, but I never envisioned technology as more than just a hobby. In fact, I came into UW with the intention of becoming a dentist. I thought it was the best way to play an important role in people’s lives and make a difference. But, I was wrong. My freshman year I stumbled upon Informatics through a conversation I had with a new friend (s/o to Jessica Libman). Through her encouragement, I found my passion for technology, design, and user interaction -- something that was there all along, just waiting to be exposed. Even though my original plan has changed, my desire to make an impact on people’s lives has not. \nWe all have our own unique story in how we found the perfect major and community within Informatics, but we wouldn’t be here without that initial introduction just like how I wouldn’t be here without an enthusiastic and passionate iSchool community. Because of people like Jessica, I’ve found my passion and my purpose in Informatics. \nIf given the opportunity to be your next IUGA President, I will use my experience as an iSquad Leader, Treasurer and Director of Career & Personal Development of my sorority, and Husky Presidential Ambassador to help others find their passions, people, and their purpose, so we can keep bringing the iCommunity even closer with the next generation of students. \nI aspire to inspire others and want to work with you all to continue fostering this great community, guide those who are searching for their purpose like I once was, and make a lasting impact."
                        }
                    ]
                },
                {
                    "title": "Vice-President",
                    "candidates": [
                        {
                            "name": "Neha Yadav",
                            "image": "iuga/neha_yadav.jpg",
                            "video": "https://youtube.com/embed/xSt_7o2siYc",
                            "statement": "When most people hear of Informatics they think it's another tech major venturing to help its clients better utilize technology. But to me, Informatics is a close-knit community which strives to make information work. By attending countless IUGA events, I have seen firsthand the impact that this association has had on every informatics student. As Vice President of IUGA, I will strive day in and day out to enhance and drive the INFO community by collaborating with IUGA officers to make the most of our amazing community. \nBy being a first-year rep, I have had the chance to oversee procedures for scheduling events, getting in touch with INFO constituents, and witnessing firsthand how our officers connect with each and every cohort. As Vice President, I aim to maintain the excellent standard that our current officers execute daily and improve efficiency and communication within the IUGA Board. \nAs well as being a first-year rep over the years, I have been a tireless leader in countless school projects. I’ve led students with different experiences and time schedules to work together productively to provide impressive projects before stressing deadlines. I will bring this sense of motivation to IUGA by being ever present at meetings and events. \nPersonally, I have experienced how powerful this INFO community can be to elevate someone to their maximum potential within this field. As your Vice President, I will endeavor to be the voice of the student body and assist you in being the best version of yourself whether that through putting you on a stage for success or making meaningful connections that can last a lifetime. \nI am ever so grateful for being nominated for this position and if elected I will work diligently so that you can have the best experience within the iSchool!"
                        },
                        {
                            "name": "Mano Barkovics",
                            "image": "iuga/mano_barkovics.jpg",
                            "video": "https://youtube.com/embed/tS6wn6tRuo8",
                            "statement": "'I could either watch it happen, or be part of it' - Elon Musk \n Over half a year ago, on November 2nd, 2017 I accepted the opportunity to join IUGA as a First Year Representative. Through working closely with the current officers, it gave me the chance to learn what it takes to run the association and the fundamental elements to make it an engaging community. Through becoming a U.S. Citizen just last year there is no better way to exercise our democracy by announcing that I'm campaigning for the IUGA 2018-2019 Vice President position! \nWhat started it all is by being a TA in the iSchool for the past two years. I got to meet a lot of you through INFO 466/467, but most importantly it made me confident to step out of my comfort zone to go above and beyond in order to make sure that everyone succeeds and gains core knowledge. From here I challenged myself to pursue leadership skills and to create a multi-disciplinary community at UW dedicated to scholars from all fields interested in exploring cutting-edge tech. Thus, Virtual Reality Association was born which raises awareness for Extended Realities and making such technology accessible all-around campus. I would like to take everything that I learned to continue supporting IUGA to the best of my abilities. \nAs your Vice President, I will solely focus on providing guidance and support to all of the current and prospective peers by committing time to be an exceptional leader, while collaborating with the team to propel IUGA forward! #ischoolismyschool \nIt would be a great privilege to be your Vice President for my final year at UW! \nThank you for your consideration, IUGA!"
                        }
                    ]
                },
                {
                    "title": "Director of Public Relations",
                    "candidates": [
                        {
                            "name": "Patrick Old",
                            "image": "iuga/patrick_old.jpg",
                            "video": "https://youtube.com/embed/z_Ayh6zlv2Q",
                            "statement": "Hello IUGA! \nI’m very excited to say that I am running for the IUGA position of Director of Public Relations. I deeply value relationships with those around me, whether they be professional or personal, and have found no better people to be in relationship with than those in IUGA. From going to various events such as the beginning of the year BBQ to weekly hangouts, I have been inspired and overjoyed to grow with those around me as we engage in meaningful coursework and community that will last well past graduation. \nI look forward to the challenge of being a key part of the communication of IUGA events to all of it’s members, organizing and overseeing the events, and just having a dang good time with you all anytime we are around each other. \nIn conclusion, I ask for your vote today as your peer and friend. Please reach out to me at any time - we are in IUGA to grow and strengthen the community, and I love hearing other’s ideas on how to best make that happen. \nCheers,\nPatrick"
                        }
                    ]
                },
                {
                    "title": "Director of Outreach",
                    "candidates": [
                        {
                            "name": "Cole French",
                            "image": "iuga/cole_french.jpg",
                            "video": "https://youtube.com/embed/4ZjQsQKLBNg",
                            "statement": "Hey voters! My name is Cole, a former Education student now in Info. One of the reasons why I made the switch between fields was from realizing how students are learning outside of the classroom more than ever before with the help of the Internet and technology, and I wanted to position myself at the forefront of this new shift and help shape the ways we all come to understand the world around us. \nSimilarly, I’m excited to be running for Director of Outreach because as important as classroom learning is, I believe it’s equally as important to promote the professional opportunities that classes can’t provide. Of course, I wouldn’t be running if I didn’t think I was capable of performing this responsibility, and fortunately with 3 years of experience as an educator and resource liaison for students, I feel well prepared to take up the challenge. \nDuring this time, I was a middle school advisor for college and career readiness through the Dream Project, where I met one-on-one with over a thousand students from the Renton School District connecting them to relevant scholarships and programs. Additionally, I put together outreach curriculums in classrooms, and planned school assemblies and events that brought together speakers from local colleges, giving students who knew nothing about college the chance to discover what it’s all about for the first time. \nOutreach has consistently been the crux of my leadership experience, and I look forward to building off the work of my predecessors and helping iSchool students connect to the professional resources they need to find success. Whether it’s planning career events, inviting guest speakers, or coordinating company tours, I want to ensure that our amazing community stays in touch with the fast-moving world around us."
                        }
                    ]
                },
                {
                    "title": "Director of Finance",
                    "candidates": [
                        {
                            "name": "Anushree Gopal",
                            "image": "iuga/anushree_gopal.jpg",
                            "video": "https://youtube.com/embed/XOdVmNSDx0M",
                            "statement": "Have you ever been to IUGA’s game nights, iHangouts, or any other event? If yes, you know how welcoming and fun they are. If not, you’re missing out and that will hopefully change next year! \nHi, my name is Anushree Gopal and I want to your Director of Finance for the following school year. I want to help the Informatics community be even more close knit and for everyone to come to events without the financial burden. All you have to do is add IUGA events to your calendars and show up! Meanwhile, I will work hard to find sponsors, secure finances, and have that monetary stability that will allow us to keep organizing your favorite events. \nIn the past, I have taken care of budgets in various leadership roles, one was as treasurer for Operation Smile and the other is the floor budget as an RA. In both these roles, I have stayed organized and kept the budget up to date, so I know I will be able to do that for this role, too. I have handled our RSO merchandise, found great sponsors, and fundraised extensively for our events. I will listen to each of you to understand what events you want and then make that happen! \nOne of my favorite parts of Informatics is how diverse every person is and with IUGA’s events we are all able to come together and have a great time! Together, let’s make new traditions and keep our current ones running. \nSo don’t forget to vote, Anushree Gopal for Director of Finance!"
                        },
                        {
                            "name": "Anton Zheng",
                            "image": "iuga/anton_zheng.jpg",
                            "video": "https://youtube.com/embed/QJpa2cPmbag",
                            "statement": "Hey there Info! \nI am honored to be nominated for the IUGA officer position of Director of Finance for the 2018-2019 school year. This past year getting to know the students in our community has been an absolute pleasure. I would like to accept my nomination in order to give back to this community that has given me so much. \nExperiences that I've had that make me qualified for this position include working as a student assistant for UW's Office of Finance and Administration and as a First-Year Representative for IUGA. Working at the Office of Finance and Administration, I helped out with budget reconciliation. While some people might find this boring, I understood how important keeping track of finances is for an organization. As your First Year Representative this year, I've had the pleasure of helping organize social and professional events to bring together our community. I've noticed that a lot of our social events require our members to spend money. While these restaurant hangouts are fun, I propose a wider variety of events. Events such as the Movie Night we hosted last quarter and the potluck event encourage more involvement. \nAs the Director of Finance, I would want to take a step back and look at the bigger picture. This job is not just about budgets and numbers. It's about making things work logistically to the benefit you. I want to work together with the director of public relations and the director of outreach to plan events that you want. Afterall, our jobs are to work for you. Thank you for your time and consideration IUGA. \nThanks,\nAnton Zheng"
                        }
                    ]
                },
                {
                    "title": "Director of Diversity Efforts",
                    "candidates": [
                        {
                            "name": "Ali Rafiq",
                            "image": "iuga/ali_rafiq.jpg",
                            "video": "https://youtube.com/embed/qDt1eDeHYOs",
                            "statement": "Hey everyone! My name is Ali Rafiq and I’m a first year in Informatics. It has been an amazing experience hearing everyone’s stories and making so many new friends. I have come to really love this community and all the opportunities it has provided me. I believe diversity in the informatics major is definitely something that could be improved upon.  I myself come from a Muslim-American background and have been apart of the Muslim Student Association. My role in the MSA was to spread awareness of my organization and bring in as many people as possible. Throughout my time doing this I have made personal connections with a lot of other organizations on campus such as the Middle Eastern Student Commission, the Pakistani Student Association, the Somali Student Association, and many more. I understand how to get to organizations that are underrepresented in Informatics because I am greatly involved with them. I also understand that diversity doesn’t just mean different looking people, it also means different genders, sexual orientations, and ways of thought. I want to reach out to those communities just as I have reached out to the other many organizations. I also think that diversity is a community effort. If you are apart of a community that you don’t see represented in our community than by all means, feel free to reach out to me. If you  I would absolutely love to get to know you in person and for you to tell me what community you come from and how I can benefit you."
                        },
                        {
                            "name": "Katie Goulding",
                            "image": "iuga/katie_goulding.jpg",
                            "video": "https://youtube.com/embed/lz3ZZr09Y5g",
                            "statement": "Hi! My name is Katie, and I am so excited to be running for Director of Diversity Efforts! \nDiversity is one of my core values and I use it to guide my actions to positively influence my community. I believe in seeking new perspectives (especially ones in opposition of my own) to gain insight into societal inequities and its relationship to diversity. I am confident that my experiences, leadership, and passion will make me a qualified director. \nFor the last five years, I have had the incredible opportunity to volunteer as a summer camp counselor for the Muscular Dystrophy Association. More recently, this year I have become a weekly volunteer at ROOTS, a young adult shelter in the University District. These opportunities have provided me with ineffable knowledge centered around systemic oppression and diversity, and I am excited to bring a new perspective of accessibility and inclusivity to Informatics. Additionally, I actively seek out courses in the Gender Women's and Sexuality Studies department to better understand the societal inequities faced by people who identify within racial, gender, or sexual minority groups and learning how I can become a stronger ally. \nFor almost two years, I have been a TA for introductory Informatics courses. As a TA, I feel it is my responsibility to use the platform of an educator to share the knowledge, importance, and influence of diversity, especially to prospective students. I do this through a technical lens, presenting how data driven systems have the potential to perpetuate systemic inequities. \nWhat makes Informatics so special to me is the welcoming and warm community. I want all Informatics students to share that feeling and bring our community of amazing, unique individuals closer together. If elected, I want to focus on improving diversity within the classroom, highlight the challenges minorities face in Informatics and the technology field, and ensure prospective students know we are a community committed to diversity. In doing this, I ultimately want to channel my enthusiasm and passion for diversity to create a more inclusive environment where we all have the opportunity to succeed in the major and beyond."
                        },
                        {
                            "name": "Sulekha Ali",
                            "image": "iuga/sulekha_ali.jpg",
                            "video": "https://youtube.com/embed/dPOSZMAzLB8",
                            "statement": "Hi, I’m Sulekha and I’m running to be your Director of Diversity efforts. Diversity has always been something that I've been very passionate about. Coming from my own background as a first generation college student, Somali, as well as being a black Muslim woman I have experienced and witnessed first hand how a lack of representation and diversity can have negative effects. \nI want to run to be your Director of Diversity efforts as I feel that I can contribute a voice and unique perspective as one of few underrepresented minorities currently in the major. \nThe reality is that the field is not very diverse and that many varying factors such as race, gender and socioeconomic status play a large role in why many groups don't have the opportunity to pursue a career in the field of technology. Change can start with us. \nTo me the iSchool is a community and a place to feel welcome. Within the iSchool I want to work to create a diverse and inclusive environment where we celebrate each individuals diversity and are able to have open conversations about diversity and representation. \nI want to work on creating more inclusivity and diversity in the iSchool through further working with the iSchool community to see what we can do to create opportunities for underrepresented groups and increasing our number of and awareness of marginalized groups within the iSchool and make all feel welcome. Not only this but I want to create a safe an open space where we are all able to share our own stories and celebrate our differences. \nAs your director of diversity I will do just this and want to work to allow everyone from all diverse backgrounds to not only know but to feel that the iSchool is their school. Thank you!"
                        }
                    ]
                },
                {
                    "title": "Creative Director",
                    "candidates": [
                        {
                            "name": "Sagar Surana",
                            "image": "iuga/sagar_surana.jpg",
                            "video": "https://youtube.com/embed/hZM6EvsL1rg",
                            "statement": "Hey Everyone! \nMy name is Sagar and I’m so excited to be running for Creative Director of IUGA! \nI love creating designs for anything and everything and have experience with it through my design internship in the past and involvement with Pixel Husky last year. \nI’m only a year old in Informatics and three years old in America but I found a home at the iSchool pretty quick. I think that was because we, as the informatics community, exemplify diversity and inclusivity and I truly believe that is our strength. If elected as your creative director, I want to be able to project these very values by incorporating them into our merchandize and designs. Equal representation is a very important part of strengthening diversity and I plan to do exactly that through the pieces I create. \nAside from that, I personally believe there needs to be a greater presence of informatics swag at our events and on campus in general. I plan to make several designs for various t-shirts, caps, pens, hats, posters, etc. and then bring them to all of you. I hope to increase accessibility to info merchandize by making sure they're available at events, fairs and maybe even by taking orders. \nLastly, this election is our chance to make a difference in the informatics community, so doesn’t matter who you vote for but don’t forget to exercise the power of your vote. \nGO DAWGS!"
                        },
                        {
                            "name": "David Lee",
                            "image": "iuga/david_lee.jpg",
                            "video": "https://youtube.com/embed/0NTJ5btitvc",
                            "statement": "My name is David Lee, and I am running to be the creative director of IUGA. I am running for this position because I find there is a dire lack of iSchool swag on campus today. I want to help the iSchool be a memorable and wanted major on campus by building a brand that expresses the sheer awesomeness of this community of iSchoolers. I hope to do this by bringing forth some of the sickest swag designs showcasing an iSchool brand that is unique and exciting. Being able to show who we are to the rest of the school will not only bring us closer together as a community, but also help express ourselves in a hip and stylish manner. \nA little more about myself, I am currently a first-year junior in Info with a focus track of HCI. By trade, I am an aspiring UX designer (*plug alert* - www.leedave.com). This background in design will most certainly help in the creative director role as they seamlessly go hand in hand. That, and my love for graphic design will help in making merchandise that hypebeasts would drool over. \nI’m not sure what else to write, so here’s the first part of the Bee Movie script to fill out the 300 word minimum: \nAccording to all known laws of aviation, there is no way a bee should be able to fly. \nIts wings are too small to get its fat little body off the ground.The bee, of course, flies anyway because bees don't care what humans think is impossible. \nYellow, black. Yellow, black. Yellow, black. Yellow, black. Ooh, black and yellow! \nLet's shake it up a little. \nBarry! Breakfast is ready! Coming! Hang on a second. Hello? Barry? Adam? Can you believe this is happening? I can't. I'll pick you up. Looking sharp. \nVote for David. \nDavid? Who’s David? \nOnly the coolest person ever! Now go vote for him!"
                        },
                        {
                            "name": "Oorja Chowdhary",
                            "image": "iuga/oorja_chowdhary.jpg",
                            "video": "https://youtube.com/embed/FgFBxxCSYXE",
                            "statement": "Hi guys! My name is Oorja and I’m running for Creative Director for IUGA! \nCan you design stuff? \nYes! I’m part of HCDE and I have experience designing swag/branding. I’m currently part of the branding team for UW Hyperloop, and I’ve made t-shirt designs for my old job at the science center. Contact me if you want some examples! \nWhat can you contribute to IUGA? \nAs someone who’s been a part of Informatics for two years, I’ve seen and experienced the community firsthand and have some ideas to help improve it! I believe having only the IUGA board to represent all the students in the community can be really tough, and so I would love to establish more “town hall” sort of meetings that allow students from across the major to give their input and thoughts on Informatics events, academic resources, etc. I believe this way we can create a community that is inclusive to all ideas. I also want to help find ways to ensure students don’t feel or get lost in their first years in Informatics. In the same sense, I’d also love to create swag that includes as much student feedback as possible. \nWho am I? \nI’m a giant loser who likes anime and memes. If you see me please say hi! I love meeting new people :^)"
                        }
                    ]
                },
                {
                    "title": "Director of Information Technology",
                    "candidates": [
                        {
                            "name": "Kidus Sendeke",
                            "image": "iuga/kidus_sendeke.jpg",
                            "video": "https://youtube.com/embed/aGuNgKgAJZM",
                            "statement": "I am very excited to be nominated and running for the Informatics undergraduate associations Director of IT position. The reason I am running is to create an awareness of the Information technology resources that current and prospective Informatics students have in the information school as well as anywhere on campus. As an information student, I believe it is my responsibility to create and provide platforms that contribute useful information to our students and organizations who look up to us as well as support us. \nIn order to accomplish this goal, I will work with our department’s IT division to provide technological tools and spaces that are available for our students. In addition, I will reach out to other student-led organizations and associations such as National Society of Black Engineers in which I am a current officer for and Society of Hispanic Engineers and other organizations in different departments and colleges to develop a relationship and mutual benefits. I have a great connection with my current and past professors and advisors in order to learn and provide what ischool students want in terms of accessibility in all technological aspects. \nIn addition, I will utilize my knowledge that I have gained throughout my classes in the information school to execute tasks that are assigned to me as well creating new features for our online presence. I will continue to uphold the values of the information school and the great officers that have come before me."
                        }
                    ]
                },
                {
                    "title": "Director of Academic Support",
                    "candidates": [
                        {
                            "name": "Wesley Wei",
                            "image": "iuga/wesley_wei.jpg",
                            "video": "https://youtube.com/embed/lZXcKh59jJw",
                            "statement": "Good day IUGA, \nMy name is Wesley Wei and I am running for the next IUGA Academic Director. First of all, let me mention how humbling of an experience it is to be nominated and running for this position. As a Taiwanese American, I grew up getting comments of, “where are you really from?” I don’t look American, but since I am also tan skinned, I get comments that I don’t look Taiwanese. So, I struggled in finding my own niche in society. When I first entered the Informatics program at University of Washington, I was amazed by the welcoming feeling that I got from the community. I am passionate about Informatics and similarly to the inviting experience I felt, I hope to use technology to make others feel welcomed too by providing academic support to IUGA or anyone interested in learning more about this wonderful community. \nAs a student coming from California, I understand the needs of students struggling to find their place in a different environment. I have too gone through the same thing, and I want to be able to provide academic support to ease the worries of other students. One of the best ways to make IUGA community feel more inclusive is to provide warm and inviting events to bring people together and learn more about academics. \nAs a previous RSO president for Husky Table Tennis Club, I believe I am capable in my skills of teamwork, leadership, and the spread of knowledge. With these skills I will host gathering events with the intention to share knowledge amongst one another. Although all Informatic students are talented, there can sometimes be that sense of insecurity amongst one another and I hope that I can provide for the extra academical resources to make all of IUGA feel more confident and also thus preparing for the real world. \nTo also gauge what students are interested or where they are struggling, I strive to provide as a communication medium and listen to the thoughts on what IUGA wants to learn. From the responses, I can better understand the academic needs of current students and create more opportunities, such as hands on projects, small academic seminars, hangouts with professionals to gain connections, etc. Whatever it takes, I will push to meet the needs of the students of IUGA. I want to be the Academic Director, because I want to help students be successful. Remember, there are multiple ways you can take to succeed, but follow my way, “Wesley Wei”."
                        },
                        {
                            "name": "Josepph Tsai",
                            "image": "iuga/joseph_tsai.jpg",
                            "video": "https://youtube.com/embed/a2HMDchbz7Q",
                            "statement": "I am the undoubtedly, unmistakably, no questions asked, definitive person to go to when someone needs help with technology. \nThat is… if that someone is my grandma. \nEven since my childhood, my grandma has always asked me to help her with technology. To be honest, it used to bother me. I would be playing video games and I would hear my grandma call from the other room (in Thai), 'Joseph! The computer isn’t working again!' \n Usually with a groan or heavy sigh (sometimes both), I would put my video games down to go help her solve the problem. Regardless of my attitude, every time I would help her she would thank me. 'Thank you, Joseph! Show me how to do that again so I won’t need to ask next time.' \nHer willingness to learn throughout the years taught me a valuable lesson about helping others: Don’t just offer a one-time solution. Work as a team to obtain the necessary knowledge and resources to succeed. \nThat’s what I want to do for you, with you. \nI want to understand the academic needs of both prospective and current Informatics students and proactively present resources that will help students succeed. I would love to hear ways you’ve academically succeeded (and failed) and pass on your experiences to students who are seeking help. I want to listen to your ideas, analyze the academic needs within the iSchool, and provide the resources to address those needs. I believe that the reason the iSchool thrives is because as a community of learners, we contribute to each other’s success. \nThe iSchool is a collaborative community: We support each other. We work together. We help each other grow. As your Director of Academic Support, that’s where I’ll keep my focus. \nBecause together, we are what makes IUGA so great."
                        }
                    ]
                }
            ]
        },
        {
            "name": "WINFO",
            "roles": [
                {
                    "title": "President",
                    "candidates": [
                        {
                            "name": "Stephanie Burd",
                            "image": "winfo/stephanie_burd.jpg",
                            "video": "https://youtube.com/embed/vKG9dA2N85Y",
                            "statement": "Hi, I’m Stephanie Burd and I’m running for President of Women in Informatics for the 2018-2019 school year. I’m currently an Informatics student with a focus in human-computer interaction and double major with Psychology. Outside of school, my favorite activities include traveling, hiking, spending time with my friends, and going to the dog park. I want to be president of Women in Informatics because of my passion for encouraging women in the technology field. Being directly involved with Women in Informatics enables me to make an impact and directly engage with women in and interested in the field to help inspire their interest in the field. I am a good fit for this role not only because of my passion for encouraging woman engagement in the tech industry, but also my past experience in leadership roles. In my college career, I have participated in leadership roles as a FIG Leader and teaching assistant. I first became involved in WINFO when I was accepted into the Informatics program. The first WINFO event I attended was a company tour, and it was so amazing to see the inspiration in everybody’s eyes as they walked through the building and began imagining the possibilities in front of them. I knew after this, I wanted to be involved with this work. I hope to continue to inspire our members as WINFO president by organizing more opportunities for members to be engaged in the group. In the past quarter, I have had the pleasure of joining the WINFO Board as a First Year Representative, in which I was given a leadership role and an opportunity to work with the board to make an impact in our community. As president, I want to continue to encourage diversity and female engagement in the tech industry and boost engagement, interaction, and inspiration in our Informatics community."
                        }
                    ]
                },
                {
                    "title": "Vice-President",
                    "candidates": [
                        {
                            "name": "August Carow",
                            "image": "winfo/august_carow.jpg",
                            "video": "https://youtube.com/embed/ITmSnS3iamo",
                            "statement": "Hi, I'm August and I'm your next VP of WINFO! \nAfter serving as a WINFO First Year Representative, I understand the effort that goes into this role and I'm excited to take on the responsibility. \nI recognize that WINFO isn't just an RSO that promotes professional opportunities and fun events--it's also an incredible platform from which we can make sure that people of all identities and from all backgrounds feel welcome and included. \nI plan to keep this at the forefront of everything I do in this new role of WINFO VP. \nThank you!"
                        }
                    ]
                },
                {
                    "title": "Director of Public Relations",
                    "candidates": [
                        {
                            "name": "Mary Huibregtse",
                            "image": "winfo/mary_huibregtse.jpg",
                            "video": "https://youtube.com/embed/Ueoa7Y6O0TE",
                            "statement": "Creating communities has been a big part of my academic life. When I began attending college, I immediately became involved with clubs promoting women in STEM. I competed in NASA competitions, and eventually started an Engineering Club at Bellevue College. After transferring to the University of Washington, I served as a Junior Representative for WINFO; this not only gave me a greater understanding of the role WINFO plays in providing opportunity to students, but also insight into the richly diverse community that informatic students create. \nCoretta Scott King said, “The greatness of a community is most accurately measured by the compassionate actions of its members.” At the iSchool, I see compassionate acts daily, where students encourage, share, and include. This great community is truly a privilege to be a part of, and I am thrilled to be your next Director of Public Relations. \nThis next year, I will focus on promoting our major to underrepresented groups to create more diversity and inclusion in the iSchool. More specifically, I’ll initiate gender-neutral outreach events for middle and high schoolers. I also will bring the student body together through fun, organized social events. \nMy name is Mary Huibregtse. I have a minor in math, a two-year engineering degree, and am currently working toward a Bachelor of Science in Informatics with a data science focus. I walk my cat when the weather is nice; when it is raining, I paint."
                        }
                    ]
                },
                {
                    "title": "Director of Outreach",
                    "candidates": [
                        {
                            "name": "Emma Ropes",
                            "image": "winfo/emma_ropes.jpg",
                            "video": "https://youtube.com/embed/aR9KvZ8Q9wk",
                            "statement": "When I started at UW, I was set on studying business. However, during my sophomore year here, I began to explore the field of Informatics and I immediately fell in love with Informatics and the iSchool community. Making the decision to join the iSchool, was the best and easiest decision of my college career. \nInformatics is made up of diverse, dedicated individuals who are passionate about what they do and are using technology to make a difference in the world. We as Informatics students will go on to revolutionize technology and in doing so, revolutionize the world we live in. My goal is to communicate the value of Informatics students to potential employers and advocate for Informatics students in a professional setting. \nMy connection with Winfo started during my first month as an Informatics student. I attended an event that involved a panel of women in the industry who shared their work and experiences. I was so inspired by what I heard and immediately felt compelled to reach out and connect with more people. So, I started attending events in the Seattle area and speaking with professionals in the tech industry. This provided me with key communication skills that make me well equipped to speak with companies on behalf of the Winfo community. \nAs Director of Outreach, I intend to use my networking and communication skills to advocate for Informatics students. I want to help provide you with the resources and connections you need to be successful in finding your next job or internship, be that through company tours, networking nights, or other professional events."
                        },
                        {
                            "name": "Alexis Choi",
                            "image": "winfo/alexis_choi.jpg",
                            "video": "https://youtube.com/embed/IM4n6PhKtW4",
                            "statement": "“You can’t be what you can’t see” \n7 months ago, I was sitting on a bench in New York City, reflecting on my trip and my life in general when I received the acceptance email into the informatics program. Hands shaking, I was bawling in the middle of the street as I tried to process all the memories and emotions that rushed through me. \nComing to college with zero experience in coding and such, I constantly struggled to believe myself that I was qualified enough to actually pursue the studies of Informatics. However, in addition to the tremendous support of my friends and family, getting in contact with the professionals in the fields of my interest was what greatly encouraged me to follow my passions, as they have shown me the world of endless possibilities through their own journeys. \nBecause the Women in STEM conference provided me the chance to meet the women executives with STEM background; because the WINFO alumni panel allowed me to engage in the dialogues of this inclusive community; because INFO 102 taught me that I wasn't the only one experiencing certain challenges as a woman of color in STEM; and because the WINFO hackathon empowered me to present my passion for storing equality in professional fields, I want to continue on my journey by giving back to the community through my service. \nBy leveraging the experiences and skills I have gained in networking and communicating through my involvement in the professional business organization AKPsi, multicultural rso SUDO in the iSchool, and as the political intern of ASUW's Asian Student Commission, I am confident that not only can I communicate and sell our info program to the professionals in the most effective way, but more importantly be the connector of professionals and students by hosting events such as company tours, mentor meet-ups. This will go not only with corporations but with various sectors from the public to research fields to meet the diverse needs of the students. \nAs the next director of outreach, my goal is to your supporter who helps you see what you can Be and do. \nMy name is Alexis Choi and please vote for me as your next WINFO director of outreach!"
                        }
                    ]
                },
                {
                    "title": "Director of Finance",
                    "candidates": [
                        {
                            "name": "Zhiqi Lin",
                            "image": "winfo/zk_lin.jpg",
                            "video": "https://youtube.com/embed/YOAcH8fN-ao",
                            "statement": "Hello Info fam! \nMy name is ZK and I am running to be the Winfo director of Finance. This is my first year in info and I am so excited to involve in this amazing community and meeting awesome people. \nThe reason why I want to be an Winfo officer is that I hope to help and encourage more women to engage in tech field. The last high school I went to was an all-girl school(Yes, I have attended 3 high schools :)) with no coding classes at all. By then, I was wondering whether I was the only girl wishing to learn coding in school. In my Junior year in high school, I have participated in a coding summer camp, which has told me the answer of my confusion. I was the only girl in the over 13-year-old group in that camp. Therefore, I determined to support women in Technology and bridge the gap between STEM field and young girls. Being a WINFO officer, not only that I am able to develop my strengths, but also help and support other women or underrepresented groups in tech field. \nFinance is a core part of an organization. As Director of Finance, I am planning to achieve Winfo’s financial health, which allows winfo continue hosting great events within the budgets by developing suitable budget plans, keeping good financial records and obtain funds from the University or the sponsors. I am a detail-oriented and self-driven individual. I believe that  my analytical and organizing skills will allows me to be a strong candidate for this position."
                        }
                    ]
                },
                {
                    "title": "Director of Diversity Efforts",
                    "candidates": [
                        {
                            "name": "Min Yang",
                            "image": "winfo/min_yang.jpg",
                            "video": "https://youtube.com/embed/02gmbv2fslc",
                            "statement": "Dear INFO family, \nI am very excited to be running for WINFO's diversity efforts because it is my first time running for anything ever. I was born and raised in Taiwan, where people around me have a very similar cultural background. Moving to the US enabled me to experience interactions with people from many different countries. I found myself really loving the connection beyond the color of the skin or cultural background; I saw how coming together as a whole for the same goal can create powerful, amazing actions in a community. Informatics students embody diversity, and I believe that I can be an integral part of this movement. \nI believe that INFO is successful for many reasons, the main one being the diverse group of students. We respect and include all people without exception.  Because of the different cultural background and values in INFO, it is growing into an unshakable major. As your director of diversity efforts, I want to develop an environment that is judgement-free where students feel comfortable expressing their values and beliefs. \nBeing accepted into INFO was one of the most unforgettable moments in my life; I was seen as an opportunity and a family member, not a number or a grade. I want to be more involved in this family and spread positive energy to our community. Regardless of where we go in the future, INFO will always be a page in my life that I cannot forget and will forever be grateful for. \nThank you for your time :) \nSincerely,\nMin"
                        },
                        {
                            "name": "Harshitha Akkaraju",
                            "image": "winfo/harshitha_akkaraju.jpg",
                            "video": "",
                            "statement": "Hello, everyone! \nMy name is Harshitha Akkaraju and I am running to be WINFO’s Director of Diversity Efforts. \nI was born and raised in Hyderabad, India, where technical literacy and access to technology were only attainable to a select few. I believe that technology can create new affordances for everyone. I also believe that there is room for diversity of thought in the tech industry. \nThe inclusive community at WINFO and its high regard for diversity is what inspired me to run for this position. I find diversity of thought to be empowering because it puts me in a position to empathize with others; it helps me adopt a more inclusive world view. \nFor the past two years, I’ve represented Informatics at Society of Women Engineers (SWE). And over the last year, I’ve been on SWE’s Girls Who Code Committee and helped plan events like the Women in Tech Majors Panel, and an Introductory Coding Workshop for local high school students and underclassmen at UW. \nI’ve been fortunate to find incredible support through WINFO. I find their initiatives like Breaking the Glass Ceiling to be truly inspirational. WINFO’s signature event, the Hackathon, is by far, the most inclusive hackathon that I have participated in. I want WINFO to be a support system for everyone in the Informatics community. Their current networking events, the iSquad program already do a great job in providing guidance and mentorship opportunities for aspiring tech professionals. \nAs your Director of Diversity Efforts at WINFO, I want to focus on iterating on the current initiatives and creating new ones to encourage more involvement within the INFO community. \nVote for me and I will strive to advocate for your interests through WINFO. \nHarshitha Akkaraju"
                        },
                        {
                            "name": "Stefani Sanchez",
                            "image": "winfo/stefani_sanchez.jpg",
                            "video": "https://youtube.com/embed/AKcD0q7O7Ao",
                            "statement": "Hello, my name is Stefani Sanchez and I’m running to be Winfo’s next Director of Diversity Efforts. As a student in the Informatics and Speech & Hearing Sciences majors, I’m passionate about working with diverse communities & cultures. This includes informing others about what diversity encompasses, increasing awareness, and being an advocate for diversity. These actions are crucial in defining what it means to being committed to promoting and seeking diversity and are part of my motivation in running for this position. \nWhile attending UW, I’ve gained more passion and commitment to working towards diversity through my academics and extracurricular activities, more specifically within my sorority which strongly promotes cultural pride and awareness. For the past year, I have been involved as President, cultural awareness, and community service chair. I’ve been able to work closely with other multicultural organizations that are part of the United Greek Council and organizations affiliated with the ECC. I’ve had the opportunity to develop relationships with the members of these organizations and experience more of their culture by supporting their events. My involvement with my sorority and the ECC has provided me with many opportunities to learn about other cultures and broadened my world perspective. \nBased on my experience, one thing I would like to focus on as Director of Diversity Efforts is recruiting first and second year students from different backgrounds to the major and to Winfo. This would help expand awareness of Informatics as a major and help provide students with professional and academic opportunities. Another thing I’d like to incorporate as Director of Diversity Efforts is more involvement with the ECC and their organizations. \nI am strongly committed to help contribute and expand Winfo and the iSchool’s efforts to promoting and seeking diversity. I am excited to run for this position and will work towards sharing my passion and commitment towards diversity with prospective students, current students, and faculty."
                        },
                        {
                            "name": "Christie Gan",
                            "image": "winfo/christie_gan.png",
                            "video": "https://youtube.com/embed/Oh99aQJNnqg",
                            "statement": "I hope to become your next Director of Diversity Efforts to do my part in encouraging women to develop and pursue their interest in information science and technology. I have been lucky enough to join such organizations like Winfo, and have seen the profound impact diversity efforts have on students. The encouraging and open community helps bring students the courage to take chances at opportunities. As a second year in Informatics, I have seen many students’ growth in their academic and professional careers due to the support they receive from amazing organizations such as Winfo. \nI am a WiSE (Women in Science and Engineering) scholar alumni, and that experience has largely shaped me to being who I am today. The organization gave me a voice when I was too timid to, and helped me have the courage to apply to Informatics the summer after my freshman year. Ever since I have been accepted, I have experienced a wonderful, accepting environment from everyone in the department, and I want to do the same for all the next incoming Informatics students. Winfo, in particular, is especially great at welcoming women into the field, and I hope to give back and be the one to welcome others. \nAs a Director of Diversity Efforts, I plan to work closely with the Office of Minority Affairs and Diversity to create events geared towards empowering women and any other historically underrepresented groups. In the iSchool, I want to collaborate with iWorld, iQueeries, and iEquality to bring perspectives of other clubs to Winfo. To do so, I plan to have speakers from different organizations to come and talk about their experiences in industry in Winfo general meetings, and host events geared towards diversity. \nDiversity is about empowering women and minorities, but it is also about influencing an entire STEM field to have more diverse thought. I want to also encourage men and absolutely everyone to join in on the discussion of diversity. Diverse ideas are what shapes better products in industry, and better communities of people."
                        }
                    ]
                },
                {
                    "title": "Creative Director",
                    "candidates": [
                        {
                            "name": "Echo Zhang",
                            "image": "winfo/echo_zhang.jpg",
                            "video": "https://youtube.com/embed/dKPofOfNy0s",
                            "statement": "Hello everyone! I’m Echo Zhang, and I’m running for the creative director for WINFO. I’m currently a junior and first year in Informatics, and I’m focusing on the HCI design track. \nI have been in Informatics community for almost two quarters, and I absolutely loved it and truly felt like this is a second home for me. As an international student, my parents are away from me most of the time. However, everyone is so friendly and helpful to each other in Info. When I stayed up late doing projects at the TE lab with my friends, I really felt the connection I made with these people. And I love all the materials and projects we do here. I feel less homesick when I’m into designing, and doing other info class projects. Therefore, I want to bring more people to join us, and especially more international students to attend to our Winfo events. \nI want to join the Winfo’s family because I have always been interested in gender equality issues. And after I took INFO102, I realized we need more women and their voice in the technology field. I believe in empowering women in the technology field can change the world. So, I hope to be in part of WINFO team, and bring fun events to empower women to join and explore about informatics and the technology field. I’m a good candidate for creative director because I have a passion towards design. I love to design ANYTHING. To become a good designer, the most important thing to remember is to think from another person’s perspective. I am good at communicating and getting to know what people really want. So, if I become the creative director, I would definitely communicate to the other Winfo officers to discuss about my design, and also ask people who are interested in our events to get their suggestions, too. My goal is to make everyone feel interested and excited about our event not only because of the content of it, but also by looking at our poster and feel like the poster of the event is professional and attractive to them! \nThank you for your vote!"
                        },
                        {
                            "name": "Yiran Ni",
                            "image": "winfo/yiran_ni.jpg",
                            "video": "",
                            "statement": "Hello, everyone! My name is Yiran and I am really excited to be running for next Creative Director of Women in Informatics! \nDesign is a thing that I’ve enjoyed in doing for many years. Before my college life, I was a professional badminton player. Due to this special role, I did not have lots of chance to study any knowledge about design. However, the concept of design grew up in my mind. Back to a few years ago, I got an idea that redesigning the abandoned badminton birdies into key chains. At the beginning, I just designed the birdies for fun, but they later attracts lots of people’s eyes and people even wanted to buy them. This might be my very beginning experience related to design. \nAfter getting into UW, I still kept my passion on design because I believe design is my thing and is what can really improve the quality of people’s lives. You may ask me, why not majoring in design? But you know, iSchool is my school. This community is something I have felt being part of it inherently since I first took INFO 200. What it taught me is above the knowledge it self, it also taught me studying is not just about competition that I’ve been doing many years in badminton, and teamwork is also essential. \nI’ve enjoyed my roles being a designer in different students associations, clubs, and class teams. I am passionate to keep on this journey to be a Creative Director of women in technology. I hope to strengthen this community with my creativity and foster the success of the informatics community. \nThank you for your vote!"
                        }
                    ]
                }
            ]
        }
    ],
    "ballot": {
        "url": "https://catalyst.uw.edu/webq/survey/brendan6/349895",
        "open": "2018-02-26 00:01:00",
        "close": "2018-03-02 17:00:00",
        "color": "#AB8EEC",
        "date": "Friday March 2nd",
        "time": "5:00 PM"
      }
}