{
            "organizations": [
                {
                    "name": "IUGA",
                    "roles": [
                        {
                            "title": "President",
                            "description":"The President's responsibilities include leading IUGA meetings  Create an agenda for the meetings, Shepherd and guide newly elected IUGA Officers during the annual transition, Oversee IUGA’soperation  to ensure its activities are aligned within its mission of servingthe undergraduate students in the Information School, Designate and organize roles within IUGA as they are best suited, & Prioritize and handle executive and final decisions.",
                            "candidates": [
                                {  
                                    "name":"Alejandro Huante",
                                    "image":"https://www.gravatar.com/avatar/c379d8bb6a6e819c2963f65a8b1a2f04?s=1000",
                                    "video":"https://youtube.com/embed/cvzGNKX-6Ts",
                                    "statement":"My name is Alejandro Huante and I am a firs-generation transfer student from Lynden, WA. I am a Senior, and this is my first year within the amazing iSchool. UW and the iSchool was a destination I never imagined myself to be at. In high school, college was a thought that never crossed my mind. It wasn’t until two recruiters from UW reached out to me and believed that I could do it. Once I arrived at the UW, I wanted to give back to my community and show other students who are like myself that it is possible. Since then, I have become a Student Ambassador for Multicultural Outreach and Recruitment, an Orientation Leader for First Year Programs, a brother for Omega Delta Phi where I hold the current position of Social Chair, and a First-Year Representative for IUGA. These experiences have taught me how to overcome difficult challenges. I have grown to learn how to manage, delegate, and communicate effectively with my teams. I have also learned how to reach out to other organizations and set up successful social events throughout the year. Now that I am in the iSchool, I want to start giving back to the school and the community within. I want to be your next IUGA President and help continue the iSchool to grow. I want to bring our community together, and assure that the student voices are being heard. By bringing everyone together, we can help support each other and help each individual strive towards their future goals."
                                }
                            ]
                        },
                        {
                            "title": "Vice-President",
                            "description":"The Vice President fills roles as needed and has core repsonsibilities with which they are entrusted. These core responsibilities include the following. Backup for the President Collaborates with the Director of Outreach when communicating with External Groups Responsible for scheduling bi - weekly meetings Responsible for booking venues for all IUGA events Responsible for handling the yearly Registration of IUGA with the SAO Responsible for the meeting minutes of every IUGA meeting Act as the Primary Point of Contact for Student Services when dealing with the Informatics Recruitment Process, Fulfill or Designate a student to fill a seat on the iSchool Student Leadership Committee and the Informatics Program Committee.",
                            "candidates": [
                                {  
                                   
                                    "name":"James Kim",
                                    "image":"https://www.gravatar.com/avatar/af5e52481bae15106ee79edcdce455dd?s=1000",
                                    "video":"https://youtube.com/embed/",
                                    "statement":"Hi! My name is James, and I am honored to accept the nomination for the IUGA Vice President position for the 2019-2020 year. I am lucky to be part of the ISchool community, which has been excellent. I want to maintain that and continue to make it better. As Vice President, my central goal will be around improvement. The iSchool has made a ton of progress becoming one of the most sought out majors at UW, but I believe we can continue to grow. I will represent you on the Informatics Program Committee to improve our already exceptional course curriculum, fix our registration, and push to get our own building. I will work tirelessly to achieve these goals. Through my experiences as a Teaching Assistant for INFO 200 and starting my own non-profit, I believe I have what it takes to fulfill the challenges of representing you as Vice President. As a TA, I've understood the passion that every student has to be part of the iSchool. I will do my best to continue cultivating that passion as your representative. As a founder, I've understood what it takes to run an organization with goals in mind. I will use my experiences to meet our goals. I will always be available for suggestions because I will need your voice to better represent you to help improve the iSchool the way we want it to be. I’m excited to get to know more of you all. And, it would be a great privilege to be your Vice President. \n Thank you!"
                                }
                            ]
                        },
                        {
                            "title": "Director of Public Relations",
                            "description":" The director of finance maintains the Association’s financial records.\n This includes the following items: \n Maintain the Financial Records Provide Reports On Finances to IUGA  Fulfill or Designate a Student Representative  for Informatics on the iSchool Student Leadership Committee Organize the Financial Vectors of IUGA fundraising efforts Prepare and Submit the Yearly IUGA Budget to iSchool Administration Act as the Primary Account Holder for All IUGA Financial Accounts Handle merchandise ordering and distribution Help the incoming Director of Finance with the Yearly Budget during Spring Quarter.",
                            "candidates": [
                                {  
                                    "name":"Allison Lee",
                                    "image":"iuga/allison_lee.jpg",
                                    "video":"https://youtube.com/embed/cERbJnt8SQ8",
                                    "statement":"As someone who traveled across the sea from the tropical islands of Hawaii to the wetness of Seattle, you know I mean it when I say the iSchool embodies the word ohana, or family. When I started taking Informatics classes, I was introduced to an engaging, diverse, and welcoming community. I was pleasantly surprised because I’ve never seen students so passionate about their department and supportive of each other before. Even as a prospective student, seeing memes on the IUGA Facebook page, this sense of community was evident. I mean, what other department on campus would prefix everything with an “i”? As Director of Public Relations, I want to continue to grow our ohana by connecting the iSchool community to prospective students, staff, and faculty alike and publicizing IUGA events. I believe our bond is what makes Informatics so different from other departments. That’s one of the main reasons why I applied for Informatics and so grateful to be a part of this community today. As an IUGA officer, I hope to grow and strengthen our community and look forward to working with you all. Please exercise your civic duty and go vote for the people who will represent you!"
                                }
                            ]
                        },
                        {
                            "title": "Director of Outreach",
                            "description":"The Director of Outreach is responsible for representing both the Informatics Program and the IUGA to the professional community.They do this by: Working with Students Services and the Career Center to promote employment and professional development events.Work with Student Services to facilitate alumni relations Promote Informatics to the University of Washington at Large and the Professional Community Along with the Vice PresidentResponsible for organizing and executing professional development events for Informatics. ",
                            "candidates": [
                                {  
                                    "name":"Dayoung Cheong",
                                    "image":"iuga/dayoung.jpg",
                                    "video":"https://youtube.com/embed/5L6EM_q1M1I",
                                    "statement":"It’s not every day that I have to give a speech that’s going to be on the internet forever, but when I do, I sound like Chewbacca. Hi everyone! My name is Dayoung Cheong and I am so excited to be running for IUGA’s Director of Outreach position. This is my first year in Informatics and I already feel like I have gained so much from this community. From late nights in the TE lab to being on the TA team for info 201, I have met some really amazing people and would love the chance to help each of you guys reach any or all of your professional goals. The reason I want to be Director of Outreach is because of how much informatics has already helped my personal professional growth. Just from attending different informatics, IUGA and Winfo outreach events, I was able to start my professional journey here and find an internship, which definitely would not have happened if I didn’t have the amazing resources hosted by this community. As your Director of Outreach, I would be dedicated to finding resources and opportunities to connect students to the outside world. In our classes, we learn so many technical and hard skills that we sometimes forget about growing our professional soft skills. My job would be to help bridge the gap between the two. I would love the chance to help foster the growth of informatics and see how we can succeed professionally as a community. "
                                },
                                {  
                                    "name":"Chandrashree Karnani",
                                    "image":"https://www.gravatar.com/avatar/9f5107882dfa7d359369d5c55db3e946?s=1000",
                                    "video":"https://youtube.com/embed/YDMSBoQxFxk",
                                    "statement":"Hi IUGA! \n I’m Chandrashree, and I am running to be IUGA’s next Director of Outreach. One of the most common questions I have continuously been asked by my peers is - What is Informatics? From my time at UW so far, I have realized that not many people are aware about this major. Informatics is often considered as a backup for CS, but this was not the case for me. My first priority had always been Informatics which helped me get direct admission into the major and I have been blessed to be a part of this wonderful community since day one. Networking, one of the key elements for professional development, can be a scary concept for college students who are transforming into working adults. I want to be able to help students build professional connections outside college. The process of finding internships and building connections in the industry can seem frustrating and difficult for many students and I want to be there to help them ease in the process. With technology rapidly growing and changing in our world, it is important to be aware of how these changes are affecting the industry. While classes teach us the hard skills, there still exists a gap in being connected to the industry. I want to be able to work towards bridging that gap. Some ideas that I have to connect students are  - hosting mentorship programs with industry professionals, having industry panel sessions, hosting networking nights and also having company tours and information sessions. Currently, I am an officer of an RSO on campus called NEXUS UW where I work towards connecting students with Seattle’s non profit organizations to enable them to work on live projects. I want to be able to do something similar for the broader iSchool community. I look forward to helping iSchool students connect to the resources they need to succeed. I would love to be a part go IUGA and help foster and grow the community even more! "
                                }
                            ]
                        },
                        {
                            "title": "Director of Finance",
                            "description":"The director of finance maintains the Association’s financial records. This includes the following items:Maintain the Financial Records Provide Reports On Finances to IUGA Fulfill or Designate a Student Representative for Informatics on the iSchool Student Leadership Committee Organize the Financial Vectors of IUGA fundraising efforts Prepare and Submit the Yearly IUGA Budget to iSchool Administration Act as the Primary Account Holder for All IUGA Financial Accounts Handle merchandise ordering and distribution Help the incoming Director of Finance with the Yearly Budget during Spring Quarter. ",
                            "candidates": [
                                {  
                                    "name":"Kiran Pradhan",
                                    "image":"iuga/kiran.jpg",
                                    "video":"https://youtube.com/embed/fmHqds765L8",
                                    "statement":"Hey there Info students! \n My name is Kiran Pradhan and I’m excited to accept my nomination for IUGA Director of Finance! I was immediately drawn to the iSchool when starting at UW because of the open-minded, friendly community that came with an studying an interdisciplinary subject like no other. I have enjoyed this year thoroughly getting to know many of you in the classroom setting. But I want to go beyond that and meet those of you I will not have classes with at more engaging community events that you will benefit from whether that’s in a professional, academic, or social context! As Director of Finance, I will get the opportunity to do exactly this! In this position, I get to look big-picture and think how to creatively implement changes that will better our community, while also managing our allocated budget in a way that best serves what you as the students in Informatics want to see. I have experience creating budgets and managing finances while serving as Treasurer for a non-profit organization where I worked to set up our bank accounts and even legally obtain 501(c)3 status! I love number-crunching and will work hard to maintain a smooth back-end so that we can continue to put on the events you love! This year, I have also been observing our current IUGA Director of Finance while serving as your First-Year Representative. I am learning the ins-and-outs of running this association and am full with ideas to make it a more welcome place for students, starting with organizing the TE lab and ideating events that include your professors! Meeting new people, hearing their experiences, and seeing from new perspectives is what I enjoy most about attending such a large university. But regardless the size of the student body, I wholeheartedly believe leadership is about the people who you give a voice to. As a liaison to administration of Informatics, I will be fully transparent and echo your sentiments accurately as I attend meetings on the Student Leadership Team. I am beyond excited to have this opportunity to get involved in the Informatics community, especially as Director of Finance, a position that plays to my strengths. I am hardworking and enthusiastic and ready to foster a more inclusive major community to facilitate making connections that help you succeed in school and beyond! \n Thank you!"
                                }
                            ]
                        },
                        {
                            "title": "Director of Diversity Efforts",
                            "description":"The Director of Diversity Efforts works to promote diversity both within the major and the iSchool. This includes, but is not limited to, the following: Support and promote activist - oriented RSOs Organize and promote diversity and inclusion events for the iSchool Work closely with the Diversity Programs Advisor to ideate and execute diversity initiatives Support and engage in an active Diversity Committee composed of students, faculty and staff Fulfill, or appoint a student, to sit on the Informatics Admissions Committee during the summer Ensure that the events, ideas, and products of IUGA are made with the thought of diversity and inclusion Collaborate with Student Services and other Registered Student Organizations(RSOs) on campus for diversity and inclusion events. ",
                            "candidates": [
                                {  
                                   
                                    "name":"Godgiven Reamico",
                                    "image":"https://www.gravatar.com/avatar/fac258d2d92d1f403eb91cca1a759c6d?s=1000",
                                    "video":"https://youtube.com/embed/BNvQnBFyxMA",
                                    "statement":"Hi! I'm Godgiven and I'm running for IUGA Director of Diversity! I feel so thankful and honored to be an Informatics student because it was my goal to study at UW. I grew up in Chicago, IL and when I was 21, I decided to move to LA. I packed all of my stuff and took the train halfway across the country to start a new life there, but well... things didn't work out the way I thought it would. I spent the next four years in California trying to make a living, while pursuing my dream of getting my degree. I am a first-gen college student, who has had to put herself through school while working full-time in order to survive. I have had a difficult past and I am candid about my experience whenever people do ask; I say this because I feel that when I speak up about my hardships and experiences, I hope to encourage others to do that same. I feel that the world would be less lonely when we stop hiding behind false masks that inevitably make everyone unhappy. Moving to Seattle and pursuing my dream at UW has been a daunting experience, and I was pretty scared of transferring into a major that was competitive. But I found that my fellow INFO students were kind, accepting, but most of all, supportive. I am grateful for everyone that has helped me transition into UW and I want to give back by becoming your IUGA Director of Diversity. I feel that I have a lot to offer as your Director of Diversity. I have moved around quite a bit, and have met all kinds of people. I'm still learning and by being an officer, I hope to keep learning about diversity and equity, in order to serve you and our program to the best of my abilities. I want to give back to the community that has given me so much, and I know will continue to provide me with many more opportunities even after I graduate from UW. And yep, that's Bill Nye (The Science Guy) in my picture. I worked for him when I was working at the law firm that represented him! He's the reason why I love science!"
                                }
                            ]
                        },
                        {
                            "title": "Creative Director",
                            "description":"To better fit the needs of our Association, the current Executive Council has decided to create a new Officer Role to better meet the needs of a growing academic program.The Creative Director will work on creating the visual style of the IUGA brand and take initiative in creating and delivering branded items.These responsibilities will include: Creating merchandisefor IUGA, including clothing Creating informational posters / flyers for IUGA events Maintain the IUGA logo and design styling Create a team to help in the creation of Informatics branded items Assist Finance with ordering and distribution of merchandise. ",
                            "candidates": [
                                {  
                                   
                                    "name":"Casey Tran",
                                    "image":"https://www.gravatar.com/avatar/02bda85d779e2f48bd63587c1fe3e31d?s=1000",
                                    "video":"https://youtube.com/embed/CofyFytIsJo",
                                    "statement":"Hey everyone! \n I’m Casey Tran, a first year Informatic student, and I’m running to be your next IUGA Creative Director! I have a background in design from taking design classes in the Informatics, HCDE, and also the Design department. I’m also a member of Alpha Theta Delta, which is the world’s first professional design fraternity. I think it’s important for me to get a diverse background by learning from multiple disciplines. This has taught me that diversity, inclusiveness, and a strong sense of community is so valuable. I want to apply all of these principles if I get elected as Creative Director by building a team around me of those who wish to help in designing, continuing to ask for feedback and advice, and just in general keeping an open mindset. A lot of people have been curious and have asked me, what exactly does design mean to me? I believe that design incorporates a lot of things, but at the very core of design, it’s about solving problems. Everybody is a problem solver, so I believe anybody can help in designing. Another aspect of my life that I believe will make me an effective Creative Director is that I have a strong interest in fashion. Fashion to me is all about expressing yourself. Informatics is a big part of who we all are, and I want to design clothing and merchandise that starts conversations, and truly shows what Informatics is. The iSchool is full of bright, innovative, and loving people and I wish to help create gear and posters that represents that. Overall, I’m just really grateful for everything IUGA has done in helping me feel included in the Informatics community, and I want to give back by hopefully being your next IUGA Creative Director. Thank you!"
                                }
                            ]
                        },
                        {
                            "title": "Director of Information Technology",
                            "description":"The Director of Information Technology helps run the Association’ s technology projects and online presence.While providing support when needed.This is done by doing the following: Maintain and update the IUGA Website and associated websites using the latest web technologies Monitor and maintain the IUGA gaming servers and associated assets Maintain all IUGA online account credentials in a secure and scalable system Manage permissions and security settings for IUGA assets across social networks and collaborative systems Oversee and run technology aspects of IUGA events, including the quarterly Game Night Work closely with iSchool IT and the Administration to connect the student body with all available technology and services Support, Service, and Create Technology solutions for needs within the Association and the iSchool. ",
                            "candidates": [
                                {  
                                 
                                    "name":"Sean Kim",
                                    "image":"iuga/sean.jpg",
                                    "video":"https://youtube.com/embed/S9Eae2ZsBwY",
                                    "statement":"Hello IUGA! \n My name is Sean Kim and I am running to be your 2019 2020 Director of Information Technology. Fall quarter of freshman year, I joined a FIG and it was a time for me to get a feel for the college atmosphere but also a time to learn about my interests. I had a passive interest for Business which faded away quickly due to the lack of technical development. Next was computer science but where was the emphasis on users? The way we use so-called “tech”, what we build with it, and the like? Aren’t I, you, and we all users, per se, of technology? This is what I want to emphasize during my time as the director of IT for IUGA; to ensure that students know how to use the iSchool technologies and services, especially the latest tools that are to come during my term. Providing support in technology services for a vast array of people is second nature, as I have experience working as a Web Tools Consultant at the Odegaard Library as a Sophomore. During this time, I assisted students, faculty, and staff with services such as Canvas, Catalyst, Panopto, and Poll Everywhere. I have further experience working in IT as I have worked at the IT Helpdesk and this past summer, I interned at Expeditors as a PC Support Intern. My experience and ability to serve a diverse group of people will allow me to be successful as your Director of IT. My hope is to provide the necessary resources to help students, faculty, and staff thrive to learn new skills and find opportunities to grow. Thank you!"
                                },
                                {  
                                    
                                    "name":"William Kwok",
                                    "image":"https://www.gravatar.com/avatar/703b8fcce320ed9f5f0f77b75fb8fad4?s=1000",
                                    "video":"https://youtube.com/embed/mXwpTuSDYvU",
                                    "statement":"Hi everyone! \n My name is William Kwok and I am running to be your Director of Information Technology. Previously as a Teaching Assistant for Client Side Development and as an Undergraduate Tutor, I noticed a lack of information on frequently asked questions, a lack of clear explanations and examples for all sections of courses to access, and a lack of ready help. I have already taken steps towards solving some of these issues with my Informatics Hub and Tutor Queue applications, but I believe a lot more has to be done in order for our Informatics community to flourish even more. My main goal as your Director of IT is to use technology to enrich the student experience in Informatics. First, I will hear the technological needs of our students and work closely with our department to make it a reality. I will work towards upkeep of all technology related to IUGA as well. Most importantly, I will use technology to increase the strength of connections within the Informatics community. I see the Informatics community as my second family. I want the Informatics program to grow and produce even more successful individuals. We all should want that. I will do everything I can to take large strides in that direction. The iSchool isn't just my school; it's our school."
                                }
                            ]
                        },
                        {
                            "title": "Director of Academic Support",
                            "description":"The Director of Academic Support is responsible for supporting the academic needs within the Informatics Program.These responsibilities Include: Understand the needs of current students Organize and promote academic related events Work closely with other organizations to conduct joint events. ",
                            "candidates": [
                                {  
                                   
                                    "name":"Shruti Rajagopalan",
                                    "image":"https://www.gravatar.com/avatar/0a7099462badc5284e1ecdfc6564bcb6?s=1000",
                                    "video":"https://youtube.com/embed/57ruQiCI-VI",
                                    "statement":"Hello IUGA! \n My name is Shruti and I am super excited to be running for the position of Director of Academic Support this year! Often times, when we think of academics, we tend to feel intimidated, stressed and scared. I strongly believe in creating a safe space for all types of academic and career interests. I hope to engage in the community in a way that brings the fun into education. I do realize that all of us have different strengths and weaknesses but with the right resources and support everyone can have a pleasant experience! Having moved to the US from Africa where I was not really exposed to technical or design classes has definitely been a challenge. However, through the support of iSchool advisors and the Informatics community I feel that I have managed to build a support system. I look forward to helping you connect with people who can relate to your interests and challenges to build your support system. As a Resident Advisor, I constantly try to foster a community that focusses on inclusivity and open-mindedness regardless of one’s interests. Similarly, as Director of Academic Support I hope to help continue to build an inclusive community amongst Informatics students. After volunteering for several years at local schools in Zambia, I have realized that working with the right people can help make school exciting and fun! Additionally, by helping out at non-profit organizations that work to provide education to low-income students, I have realized the impact academics can have on one’s life. Please feel free to reach out to me if you have any ideas or requests! I’d be more than happy to incorporate them. I hope to make this upcoming year one for the books! "
                                }
                            ]
                        }
                    ]
                },
        {  
            "name":"WINFO",
            "roles":[  
                {  
                    "title":"President",
                    "description":"The President and Vice President of WINFO work in close partnership and share and divide responsibility as they see fit. Their roles include coordinating and leading WINFO officer meetings, managing and assisting in the work of each officer, acting as primary point of contact for iSchool leadership, setting the goals and values of the officer team, managing the records of the organization, and leading/delegating all other tasks that arise within the organization. Once elected, the President & VP may decide to serve as Co-Presidents.",
                    "candidates":[  
                        {  
                            
                            "name":"Hayley Younghusband",
                            "image":"winfo/hayley.jpeg",
                            "video":"https://youtube.com/embed/jf5a3m0NXp4",
                            "statement":"Hi, I’m Hayley Younghusband and I want to be your WINFO president! My first introduction to members of this community was through an iSchool study abroad program in India. One of the most memorable experiences on the trip was on a 24 hour train ride from Mumbai to Bangalore. This journey was when I got to really know my fellow INFO students who are incredibly adventurous and motivated. As WINFO president, I hope to encourage involvement in this community full of remarkable individuals and create bonds like the ones I made while abroad. As a woman in STEM I advocate to bridge the gender gap in the tech industry. I have been a teacher for Girls Who Code where I encouraged learning and was a role model for girls pursuing technology. Each week, I would come up with motivating lesson plans to teach young women how to program. To me, teaching the girls how to code is much more than just teaching a new skill—it is shaping the future of our field. As WINFO president, I hope to empower women to find confidence and strength in the technology field. Even through the multiple INFO group projects, nothing has tested my leadership more than being a TA for INFO 101. Let’s face it, college students have a hard time paying attention in class but make it a late-night, 2 hour class and led by someone the same age as you…it can be challenging to say the least. What has helped me the most is my motivation to ignite a passion in my students for the informatics field. As president I will be a driven leader and work to inspire others to love informatics and the community we cultivate. Through involvement, empowerment and driven leadership I am confidence I will succeed in this position!"
                        },
                        {  
                            
                            "name":"Akoly Vongdala",
                            "image":"https://www.gravatar.com/avatar/ae6eda6b3cf5237822275e15aa123551?s=1000",
                            "video":"https://youtube.com/embed/joCbZt6CqIk",
                            "statement":"Hi INFO! \n My name is Akoly Vongdala and I am running to be your next WINFO president! I am currently an informatics student with a focus in Data Science and a double major with psychology. Being a part of the iSchool has been an amazing experience because of the diverse relationships that I have built within this community; whether it is a personal or professional relationship! I realized that WINFO is not just an RSO but a community. It’s a community that values diversity and accepts people of all identities and backgrounds. And that has truly inspired me to run for this position. As president, I want to continue to bring these values and acceptance into the forefront of everything I do in this position. I believe that I can fulfill the role of president not only because of my passion for diversity and engagement, but also my past and current experiences in leadership roles. For the past two years, I represented Informatics at the Society of Women Engineers (SWE) and Husky Leadership Initiative. And for this year, I was a part of the SWE officer team where I had the privilege to learn and built upon my own leadership skills as an officer and a person. I first became involved with WINFO even before I was accepted into the Informatics program. The first WINFO event I attended was the WINFO Hackathon, it was so awesome to see the energy and opportunities that WINFO had created for so many different people to collaborated with one another! And I want to make sure that those opportunities continue. As your WINFO president, I want to focus on the current initiatives and create new ones to encourage more diversity and engagement within our iSchool community. But I can’t do this alone! I need your vote and your voice to help make this happen! Thank you!"
                        }
                    ]
                },
                {  
                    "title":"Vice-President",
                    "description":"The President and Vice President of WINFO work in close partnership and share and divide responsibility as they see fit. Their roles include coordinating and leading WINFO officer meetings, managing and assisting in the work of each officer, acting as primary point of contact for iSchool leadership, setting the goals and values of the officer team, managing the records of the organization, and leading/delegating all other tasks that arise within the organization. Once elected, the President & VP may decide to serve as Co-Presidents.",
                    "candidates":[  
                        {  
                           
                            "name":"Autumn Derr",
                            "image":"https://www.gravatar.com/avatar/ec25ddeaaadf595b02df81244994a2d3?s=1000",
                            "video":"https://youtube.com/embed/esYpS4XVSis",
                            "statement":"Hi Informatics! \n I’m Autumn, and I’m running to be your next Women in Informatics Vice President. Reflecting back on my experiences at the iSchool, I realized how much I’ve grown as a person. I wouldn’t be the person I am today without the inclusive and inspiring community I found here. Through Informatics, I found a community of supportive individuals who have gone out of their way to help me succeed. My INFO 200 TA inspired me with the innovative projects he had created throughout his time in the major and helped each of us define what Informatics meant to us. Therefore, I feel the value of supporting the next generations to come. Through support and inspiration, we get the opportunity to continue this unique community that we are so lucky to have found. As an INFO 200 TA and INFO Peer Advisor, I have challenged my leadership and communication skills to inspire and support the next generation of Informatics students. I’m grateful to contribute to the major that I love so much. Helping students navigate classes, requirements, and applications, I have learned how to empathize, communicate, and find solutions as a Peer Advisor. Through presenting in large lectures, grading, and working on a team with other TA’s, I have challenged myself in my leadership and analytic skills. Through these experiences, I got to give back to my community and grow as an individual. Being a woman in technology, I understand the value of women’s unique perspectives. It’s difficult to feel comfortable in a field dominated by men, but with the support and professional connections that Winfo caters, we can make our ideas heard. As Vice President of WINFO, I will continue to keep inclusivity of women in technology at the forefront of our community. Let’s continue to grow together as a community and work to make women’s ideas prominent in the tech industry. Vote for me, Autumn Derr, for your next WINFO VP. Thank you!"
                        }
                    ]
                },
                {  
                    "title":"Director of Public Relations",
                    "description":"The WINFO Director of Public Relations leads all internal communication and advertising. They are responsible for connecting with the iSchool community of students, staff, and faculty to publicize WINFO events and happenings. This includes updating and maintaining the organization’s Facebook pages, Twitter feed, and LinkedIn profile, providing content and maintenance for the WINFO website, acting as a point of contact for all members of the UW community, and more.",
                    "candidates":[  
                        {  
                            "name":"Allison Geary",
                            "image":"https://www.gravatar.com/avatar/198d0f28a4060d57c80b77c8ee7db8c3?s=1000",
                            "video":"https://youtube.com/embed/S9NgeXY9ZXg",
                            "statement":"Hi all! \n My name is Allison Geary and I am currently an Informatics Freshman Direct Admit and one of Winfo’s First Year Representatives this year.  I am originally from Chicago and have loved making the Pacific Northwest my new home!  Some of my side hustles include musical theatre, hiking, and anything that has to do with food :).  Having grown up in the theater, I love communicating with others and have thoroughly enjoyed my time working alongside the current Winfo Officers.  I would love to do more for Winfo, therefore I am running for Winfo’s Director of Public Relations. With my background, I believe I can really make an impact by increasing awareness and interest in what Winfo is all about: female empowerment through technology.   As a freshman, out-of-state, theatre fiend, it would be an honor to be Winfo’s Director of Public Relations and help break the stereotype of what a tech leader is “supposed” to be.  If given the position, I would work with the team to implement programs designed to increase Winfo’s presence on campus.  My ideas include increasing our social media presence across multiple apps, creating video content of our events for marketing and information purposes, and raising awareness of our club through University publications and with corporate relationships.  For example, the team has found this past year that many students aren’t aware of our events because they are not active on Facebook.  By bringing the content to them through more popular apps such as Instagram or Snapchat, I believe we would have better event turnouts.   Some of that content could be fun clips of our events that will help bring them to life.  I am committed to making a positive impact and putting the time and effort in that’s needed to be a great Director of Public Relations."
                        }
                    ]
                },
                {  
                    "title":"Director of Outreach",
                    "description":"WINFO is focused on maintaining a professional network to support its members. This goal is overseen by the Director of Outreach who facilitates all external partnerships, communication, and advertising. The responsibilities of this role include managing outreach with professional organizations, planning activities that partner with the professional community, acting as the primary point of contact for recruiters and alumni, maintaining and growing a list of professional contacts, gathering sponsorship for the annual hackathon, and more.",
                    "candidates":[  
                        {  
                            
                            "name":"Jeongvin Yeom",
                            "image":"https://www.gravatar.com/avatar/425572ff68b2dd4fb6c15dd1a3eaf1cc?s=1000",
                            "video":"https://youtube.com/embed/Enpv1pv2_JA",
                            "statement":"Hi, my name is Jeongvin Yeom, most people call me JV and I am so excited to be running as your next Director of Outreach for WINFO! I came into UW with very little idea of where I was going to take my education. Informatics pulled me in not only with the classes, opportunities, and professors but with the community itself. I would go into the TE Lab and there was an atmosphere to it that I knew right away that I wanted to be part of. Coming into the program with no prior technical or coding experiences, I felt years behind many of my peers and questioned my qualifications to be part of the iSchool. I truly believe there is so much power in connecting with those who are industry leaders - especially those who are women. It is valuable to hear other’s adventures and understand that many of the struggles that we face aren’t uncommon and something that many in the industry has struggled as well. Informatics is a unique program, created by the diverse community and devoted individuals. We all work extremely hard on our projects and coursework and I want to help translate the effort in our classroom beyond academia and into the professional world whether that is industry or research. By utilizing my networking and communication skills I believe I can sell to employers and recruiters the talent in our program and continue to grow the strong bond of the alumni connections we have. I want to help open doors for others through different events and help you grab the resources and confidence you need to share your talent. As the next Director of Outreach, I want to empower and be the support system to bridge the gap between the professional world and our program."
                        }
                    ]
                },
                {  
                    "title":"Director of Diversity Efforts",
                    "description":"WINFO is focused on addressing inequity within the iSchool and technology industry as a whole. This goal is overseen by the Director of Diversity. They are responsible for working in partnership with the iSchool Diversity Committee, facilitating outreach events and programs with neighboring schools, reviewing all WINFO events and materials with a critical lens and providing feedback, serving as a point of contact for all students with feedback or ideas on issues of equity, considering ways WINFO can review and improve its efforts, and more. ",
                    "candidates":[  
                        {  
                            
                            "name":"Eva Perez",
                            "image":"https://www.gravatar.com/avatar/b5e43243c65f76bcb9f7c5488a49d335?s=1000",
                            "video":"https://youtube.com/embed/ORW8jFrG7hE",
                            "statement":"Hi, iSchool community! \n My name is Eva Perez, and I am running for Winfo’s Director of Diversity Efforts. I’ve had the honor of being a Winfo First Year Representative for the current school year and had an amazing experience working side by side with the officers on various diversity efforts and events. Two fun facts about me: I was born in Guatemala and grew up in Seattle. I also originally started off as a violin music major in New Orleans and slowly found my way to this amazing program. One thing that attracted me to the iSchool was its transparency about its goal of creating more diverse cohorts and its continuing conversations, efforts, and actions towards accomplishing this goal. I have further loved being a part of Winfo and a community of women who are always happily willing to uplift and support all communities and work as a supportive, fun team. I’ve learned so much, from being able to help with our continuing conversation on the iSchool diversity blueprint, by helping with various panels of women in technology, by working the ins and outs of Winfo’s Hackathon, and by helping start to lead an outreach initiative to local community colleges. As an officer of diversity, I plan to continue outreach to foster Winfo’s continued relationships with K-12 schools. I also would like to continue to expand the iSchool’s outreach to transfer student communities. I myself am a transfer student from Seattle Central College, and I want to ensure that the iSchool recognizes and fosters the diverse local transfer student communities around us as potential applicants for iSchool cohorts. I’m very excited about the iSchool’s commitment to equity and diversity. I look forward to helping continue the work with you all on furthering our success toward these goals!"
                        }
                    ]
                },
                {  
                    "title":"Creative Director",
                    "description":"The WINFO Creative Director is responsible for designing and maintaining the brand of the organization. This includes creating content for the organization in all channels: social media graphics, event advertisements, the WINFO website, WINFO swag, and more.",
                    "candidates":[  
                        {  
                         
                            "name" :"Harkiran Saluja",
                            "image":"winfo/harkiran.jpg",
                            "video":"https://youtube.com/embed/HmVyQfG5r0o",
                            "statement":"Coming from California, the idea of going into computer science was a lot more popular than going into information sciences. Before coming to UW and the iSchool, I knew what the basic idea of informatics was but I had no clue what is exactly studied and how a degree in this field could turn into a variety of careers. Once I researched the tracks and took INFO 200 (with the legendary Andy Ko), I found out about human-computer interaction, and user interface/user experience design, and as someone who loves to design things, I knew I wanted to do just that, and that’s how I found my passion for design. Since then, I have taken every opportunity to practice my design skills, and running for the position of WINFO Creative Director allows me to do more of that. As the Creative Director, I want to bring my ideas to life by designing event banners, posters, and best of all, the swag! When creating the next designs for WINFO, it would be awesome to get feedback and suggestions from the iSchool community in terms of what they want to see, as the Informatics brand reflects who we all are. I’ve only been part of the Informatics community for two quarters, but there couldn’t have been a better place where I actually feel like I belong. The iSchool has amazing events full of the coolest people, and this is what encouraged me to apply to this position! I promise to get the most professional and captivating posters for WINFO events! Vote me to be the next WINFO Creative Director!"
                        }
                    ]
                }
            ]
        }
    ],
    "ballot":{  
        "url":"https://catalyst.uw.edu/webq/survey/brendan6/349895",
        "open":"2018-02-26 00:01:00",
        "close":"2018-03-02 17:00:00",
        "color":"#AB8EEC",
        "date":"Friday March 2nd",
        "time":"5:00 PM"
    }
}